-- MySQL dump 10.13  Distrib 8.0.19, for osx10.14 (x86_64)
--
-- Host: 127.0.0.1    Database: semipro
-- ------------------------------------------------------
-- Server version	8.0.18

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8mb4 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `account`
--

DROP TABLE IF EXISTS `account`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `account` (
  `id` bigint(11) unsigned NOT NULL AUTO_INCREMENT,
  `username` varchar(12) NOT NULL,
  `email` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `register_status` varchar(255) NOT NULL DEFAULT 'provisional',
  `stripe_account_id` varchar(255) DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`),
  UNIQUE KEY `account_stripe_account_id_uindex` (`stripe_account_id`)
) ENGINE=InnoDB AUTO_INCREMENT=20 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `account`
--

LOCK TABLES `account` WRITE;
/*!40000 ALTER TABLE `account` DISABLE KEYS */;
INSERT INTO `account` (`id`, `username`, `email`, `password`, `register_status`, `stripe_account_id`, `created_at`, `updated_at`) VALUES (14,'d-fujii','fujii.daisuke@goingflow.com','$2a$10$bQQ7pYvAP92.vkrJbXCY1uZbBXJEbaT6EPOasNSLWhGlk5FVMqjke','regular',NULL,'2019-04-24 16:43:46','2019-04-24 16:50:00'),(18,'d-ziifuu','d.ziifuu@gmail.com','$2a$10$bQQ7pYvAP92.vkrJbXCY1uZbBXJEbaT6EPOasNSLWhGlk5FVMqjke','regular',NULL,'2019-05-31 19:33:51','2019-05-31 19:35:44'),(19,'sukiyaki','sukiyaki366@gmail.com','$2a$10$oRQyfbXnFJcvSmFiftJTu.1ntwkaaqqD26dWCb1KtrTyDt4lScvmm','regular','acct_1GFysABWICTnHlq0','2020-01-07 01:55:38','2020-02-25 08:34:36');
/*!40000 ALTER TABLE `account` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `city`
--

DROP TABLE IF EXISTS `city`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `city` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `prefecture_id` int(11) DEFAULT NULL,
  `name` text,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=1742 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `city`
--

LOCK TABLES `city` WRITE;
/*!40000 ALTER TABLE `city` DISABLE KEYS */;
INSERT INTO `city` (`id`, `prefecture_id`, `name`) VALUES (1,1,'札幌市'),(2,1,'函館市'),(3,1,'小樽市'),(4,1,'旭川市'),(5,1,'室蘭市'),(6,1,'釧路市'),(7,1,'帯広市'),(8,1,'北見市'),(9,1,'夕張市'),(10,1,'岩見沢市'),(11,1,'網走市'),(12,1,'留萌市'),(13,1,'苫小牧市'),(14,1,'稚内市'),(15,1,'美唄市'),(16,1,'芦別市'),(17,1,'江別市'),(18,1,'赤平市'),(19,1,'紋別市'),(20,1,'士別市'),(21,1,'名寄市'),(22,1,'三笠市'),(23,1,'根室市'),(24,1,'千歳市'),(25,1,'滝川市'),(26,1,'砂川市'),(27,1,'歌志内市'),(28,1,'深川市'),(29,1,'富良野市'),(30,1,'登別市'),(31,1,'恵庭市'),(32,1,'伊達市'),(33,1,'北広島市'),(34,1,'石狩市'),(35,1,'北斗市'),(36,1,'当別町'),(37,1,'新篠津村'),(38,1,'松前町'),(39,1,'福島町'),(40,1,'知内町'),(41,1,'木古内町'),(42,1,'七飯町'),(43,1,'鹿部町'),(44,1,'森町'),(45,1,'八雲町'),(46,1,'長万部町'),(47,1,'江差町'),(48,1,'上ノ国町'),(49,1,'厚沢部町'),(50,1,'乙部町'),(51,1,'奥尻町'),(52,1,'今金町'),(53,1,'せたな町'),(54,1,'島牧村'),(55,1,'寿都町'),(56,1,'黒松内町'),(57,1,'蘭越町'),(58,1,'ニセコ町'),(59,1,'真狩村'),(60,1,'留寿都村'),(61,1,'喜茂別町'),(62,1,'京極町'),(63,1,'倶知安町'),(64,1,'共和町'),(65,1,'岩内町'),(66,1,'泊村'),(67,1,'神恵内村'),(68,1,'積丹町'),(69,1,'古平町'),(70,1,'仁木町'),(71,1,'余市町'),(72,1,'赤井川村'),(73,1,'南幌町'),(74,1,'奈井江町'),(75,1,'上砂川町'),(76,1,'由仁町'),(77,1,'長沼町'),(78,1,'栗山町'),(79,1,'月形町'),(80,1,'浦臼町'),(81,1,'新十津川町'),(82,1,'妹背牛町'),(83,1,'秩父別町'),(84,1,'雨竜町'),(85,1,'北竜町'),(86,1,'沼田町'),(87,1,'鷹栖町'),(88,1,'東神楽町'),(89,1,'当麻町'),(90,1,'比布町'),(91,1,'愛別町'),(92,1,'上川町'),(93,1,'東川町'),(94,1,'美瑛町'),(95,1,'上富良野町'),(96,1,'中富良野町'),(97,1,'南富良野町'),(98,1,'占冠村'),(99,1,'和寒町'),(100,1,'剣淵町'),(101,1,'下川町'),(102,1,'美深町'),(103,1,'音威子府村'),(104,1,'中川町'),(105,1,'幌加内町'),(106,1,'増毛町'),(107,1,'小平町'),(108,1,'苫前町'),(109,1,'羽幌町'),(110,1,'初山別村'),(111,1,'遠別町'),(112,1,'天塩町'),(113,1,'猿払村'),(114,1,'浜頓別町'),(115,1,'中頓別町'),(116,1,'枝幸町'),(117,1,'豊富町'),(118,1,'礼文町'),(119,1,'利尻町'),(120,1,'利尻富士町'),(121,1,'幌延町'),(122,1,'美幌町'),(123,1,'津別町'),(124,1,'斜里町'),(125,1,'清里町'),(126,1,'小清水町'),(127,1,'訓子府町'),(128,1,'置戸町'),(129,1,'佐呂間町'),(130,1,'遠軽町'),(131,1,'湧別町'),(132,1,'滝上町'),(133,1,'興部町'),(134,1,'西興部村'),(135,1,'雄武町'),(136,1,'大空町'),(137,1,'豊浦町'),(138,1,'壮瞥町'),(139,1,'白老町'),(140,1,'厚真町'),(141,1,'洞爺湖町'),(142,1,'安平町'),(143,1,'むかわ町'),(144,1,'日高町'),(145,1,'平取町'),(146,1,'新冠町'),(147,1,'浦河町'),(148,1,'様似町'),(149,1,'えりも町'),(150,1,'新ひだか町'),(151,1,'音更町'),(152,1,'士幌町'),(153,1,'上士幌町'),(154,1,'鹿追町'),(155,1,'新得町'),(156,1,'清水町'),(157,1,'芽室町'),(158,1,'中札内村'),(159,1,'更別村'),(160,1,'大樹町'),(161,1,'広尾町'),(162,1,'幕別町'),(163,1,'池田町'),(164,1,'豊頃町'),(165,1,'本別町'),(166,1,'足寄町'),(167,1,'陸別町'),(168,1,'浦幌町'),(169,1,'釧路町'),(170,1,'厚岸町'),(171,1,'浜中町'),(172,1,'標茶町'),(173,1,'弟子屈町'),(174,1,'鶴居村'),(175,1,'白糠町'),(176,1,'別海町'),(177,1,'中標津町'),(178,1,'標津町'),(179,1,'羅臼町'),(180,2,'青森市'),(181,2,'弘前市'),(182,2,'八戸市'),(183,2,'黒石市'),(184,2,'五所川原市'),(185,2,'十和田市'),(186,2,'三沢市'),(187,2,'むつ市'),(188,2,'つがる市'),(189,2,'平川市'),(190,2,'平内町'),(191,2,'今別町'),(192,2,'蓬田村'),(193,2,'外ヶ浜町'),(194,2,'鰺ヶ沢町'),(195,2,'深浦町'),(196,2,'西目屋村'),(197,2,'藤崎町'),(198,2,'大鰐町'),(199,2,'田舎館村'),(200,2,'板柳町'),(201,2,'鶴田町'),(202,2,'中泊町'),(203,2,'野辺地町'),(204,2,'七戸町'),(205,2,'六戸町'),(206,2,'横浜町'),(207,2,'東北町'),(208,2,'六ヶ所村'),(209,2,'おいらせ町'),(210,2,'大間町'),(211,2,'東通村'),(212,2,'風間浦村'),(213,2,'佐井村'),(214,2,'三戸町'),(215,2,'五戸町'),(216,2,'田子町'),(217,2,'南部町'),(218,2,'階上町'),(219,2,'新郷村'),(220,3,'盛岡市'),(221,3,'宮古市'),(222,3,'大船渡市'),(223,3,'花巻市'),(224,3,'北上市'),(225,3,'久慈市'),(226,3,'遠野市'),(227,3,'一関市'),(228,3,'陸前高田市'),(229,3,'釜石市'),(230,3,'二戸市'),(231,3,'八幡平市'),(232,3,'奥州市'),(233,3,'滝沢市'),(234,3,'雫石町'),(235,3,'葛巻町'),(236,3,'岩手町'),(237,3,'紫波町'),(238,3,'矢巾町'),(239,3,'西和賀町'),(240,3,'金ケ崎町'),(241,3,'平泉町'),(242,3,'住田町'),(243,3,'大槌町'),(244,3,'山田町'),(245,3,'岩泉町'),(246,3,'田野畑村'),(247,3,'普代村'),(248,3,'軽米町'),(249,3,'野田村'),(250,3,'九戸村'),(251,3,'洋野町'),(252,3,'一戸町'),(253,4,'仙台市'),(254,4,'石巻市'),(255,4,'塩竈市'),(256,4,'気仙沼市'),(257,4,'白石市'),(258,4,'名取市'),(259,4,'角田市'),(260,4,'多賀城市'),(261,4,'岩沼市'),(262,4,'登米市'),(263,4,'栗原市'),(264,4,'東松島市'),(265,4,'大崎市'),(266,4,'富谷市'),(267,4,'蔵王町'),(268,4,'七ヶ宿町'),(269,4,'大河原町'),(270,4,'村田町'),(271,4,'柴田町'),(272,4,'川崎町'),(273,4,'丸森町'),(274,4,'亘理町'),(275,4,'山元町'),(276,4,'松島町'),(277,4,'七ヶ浜町'),(278,4,'利府町'),(279,4,'大和町'),(280,4,'大郷町'),(281,4,'大衡村'),(282,4,'色麻町'),(283,4,'加美町'),(284,4,'涌谷町'),(285,4,'美里町'),(286,4,'女川町'),(287,4,'南三陸町'),(288,5,'秋田市'),(289,5,'能代市'),(290,5,'横手市'),(291,5,'大館市'),(292,5,'男鹿市'),(293,5,'湯沢市'),(294,5,'鹿角市'),(295,5,'由利本荘市'),(296,5,'潟上市'),(297,5,'大仙市'),(298,5,'北秋田市'),(299,5,'にかほ市'),(300,5,'仙北市'),(301,5,'小坂町'),(302,5,'上小阿仁村'),(303,5,'藤里町'),(304,5,'三種町'),(305,5,'八峰町'),(306,5,'五城目町'),(307,5,'八郎潟町'),(308,5,'井川町'),(309,5,'大潟村'),(310,5,'美郷町'),(311,5,'羽後町'),(312,5,'東成瀬村'),(313,6,'山形市'),(314,6,'米沢市'),(315,6,'鶴岡市'),(316,6,'酒田市'),(317,6,'新庄市'),(318,6,'寒河江市'),(319,6,'上山市'),(320,6,'村山市'),(321,6,'長井市'),(322,6,'天童市'),(323,6,'東根市'),(324,6,'尾花沢市'),(325,6,'南陽市'),(326,6,'山辺町'),(327,6,'中山町'),(328,6,'河北町'),(329,6,'西川町'),(330,6,'朝日町'),(331,6,'大江町'),(332,6,'大石田町'),(333,6,'金山町'),(334,6,'最上町'),(335,6,'舟形町'),(336,6,'真室川町'),(337,6,'大蔵村'),(338,6,'鮭川村'),(339,6,'戸沢村'),(340,6,'高畠町'),(341,6,'川西町'),(342,6,'小国町'),(343,6,'白鷹町'),(344,6,'飯豊町'),(345,6,'三川町'),(346,6,'庄内町'),(347,6,'遊佐町'),(348,7,'福島市'),(349,7,'会津若松市'),(350,7,'郡山市'),(351,7,'いわき市'),(352,7,'白河市'),(353,7,'須賀川市'),(354,7,'喜多方市'),(355,7,'相馬市'),(356,7,'二本松市'),(357,7,'田村市'),(358,7,'南相馬市'),(359,7,'伊達市'),(360,7,'本宮市'),(361,7,'桑折町'),(362,7,'国見町'),(363,7,'川俣町'),(364,7,'大玉村'),(365,7,'鏡石町'),(366,7,'天栄村'),(367,7,'下郷町'),(368,7,'檜枝岐村'),(369,7,'只見町'),(370,7,'南会津町'),(371,7,'北塩原村'),(372,7,'西会津町'),(373,7,'磐梯町'),(374,7,'猪苗代町'),(375,7,'会津坂下町'),(376,7,'湯川村'),(377,7,'柳津町'),(378,7,'三島町'),(379,7,'金山町'),(380,7,'昭和村'),(381,7,'会津美里町'),(382,7,'西郷村'),(383,7,'泉崎村'),(384,7,'中島村'),(385,7,'矢吹町'),(386,7,'棚倉町'),(387,7,'矢祭町'),(388,7,'塙町'),(389,7,'鮫川村'),(390,7,'石川町'),(391,7,'玉川村'),(392,7,'平田村'),(393,7,'浅川町'),(394,7,'古殿町'),(395,7,'三春町'),(396,7,'小野町'),(397,7,'広野町'),(398,7,'楢葉町'),(399,7,'富岡町'),(400,7,'川内村'),(401,7,'大熊町'),(402,7,'双葉町'),(403,7,'浪江町'),(404,7,'葛尾村'),(405,7,'新地町'),(406,7,'飯舘村'),(407,8,'水戸市'),(408,8,'日立市'),(409,8,'土浦市'),(410,8,'古河市'),(411,8,'石岡市'),(412,8,'結城市'),(413,8,'龍ケ崎市'),(414,8,'下妻市'),(415,8,'常総市'),(416,8,'常陸太田市'),(417,8,'高萩市'),(418,8,'北茨城市'),(419,8,'笠間市'),(420,8,'取手市'),(421,8,'牛久市'),(422,8,'つくば市'),(423,8,'ひたちなか市'),(424,8,'鹿嶋市'),(425,8,'潮来市'),(426,8,'守谷市'),(427,8,'常陸大宮市'),(428,8,'那珂市'),(429,8,'筑西市'),(430,8,'坂東市'),(431,8,'稲敷市'),(432,8,'かすみがうら市'),(433,8,'桜川市'),(434,8,'神栖市'),(435,8,'行方市'),(436,8,'鉾田市'),(437,8,'つくばみらい市'),(438,8,'小美玉市'),(439,8,'茨城町'),(440,8,'大洗町'),(441,8,'城里町'),(442,8,'東海村'),(443,8,'大子町'),(444,8,'美浦村'),(445,8,'阿見町'),(446,8,'河内町'),(447,8,'八千代町'),(448,8,'五霞町'),(449,8,'境町'),(450,8,'利根町'),(451,9,'宇都宮市'),(452,9,'足利市'),(453,9,'栃木市'),(454,9,'佐野市'),(455,9,'鹿沼市'),(456,9,'日光市'),(457,9,'小山市'),(458,9,'真岡市'),(459,9,'大田原市'),(460,9,'矢板市'),(461,9,'那須塩原市'),(462,9,'さくら市'),(463,9,'那須烏山市'),(464,9,'下野市'),(465,9,'上三川町'),(466,9,'益子町'),(467,9,'茂木町'),(468,9,'市貝町'),(469,9,'芳賀町'),(470,9,'壬生町'),(471,9,'野木町'),(472,9,'塩谷町'),(473,9,'高根沢町'),(474,9,'那須町'),(475,9,'那珂川町'),(476,10,'前橋市'),(477,10,'高崎市'),(478,10,'桐生市'),(479,10,'伊勢崎市'),(480,10,'太田市'),(481,10,'沼田市'),(482,10,'館林市'),(483,10,'渋川市'),(484,10,'藤岡市'),(485,10,'富岡市'),(486,10,'安中市'),(487,10,'みどり市'),(488,10,'榛東村'),(489,10,'吉岡町'),(490,10,'上野村'),(491,10,'神流町'),(492,10,'下仁田町'),(493,10,'南牧村'),(494,10,'甘楽町'),(495,10,'中之条町'),(496,10,'長野原町'),(497,10,'嬬恋村'),(498,10,'草津町'),(499,10,'高山村'),(500,10,'東吾妻町'),(501,10,'片品村'),(502,10,'川場村'),(503,10,'昭和村'),(504,10,'みなかみ町'),(505,10,'玉村町'),(506,10,'板倉町'),(507,10,'明和町'),(508,10,'千代田町'),(509,10,'大泉町'),(510,10,'邑楽町'),(511,11,'さいたま市'),(512,11,'川越市'),(513,11,'熊谷市'),(514,11,'川口市'),(515,11,'行田市'),(516,11,'秩父市'),(517,11,'所沢市'),(518,11,'飯能市'),(519,11,'加須市'),(520,11,'本庄市'),(521,11,'東松山市'),(522,11,'春日部市'),(523,11,'狭山市'),(524,11,'羽生市'),(525,11,'鴻巣市'),(526,11,'深谷市'),(527,11,'上尾市'),(528,11,'草加市'),(529,11,'越谷市'),(530,11,'蕨市'),(531,11,'戸田市'),(532,11,'入間市'),(533,11,'朝霞市'),(534,11,'志木市'),(535,11,'和光市'),(536,11,'新座市'),(537,11,'桶川市'),(538,11,'久喜市'),(539,11,'北本市'),(540,11,'八潮市'),(541,11,'富士見市'),(542,11,'三郷市'),(543,11,'蓮田市'),(544,11,'坂戸市'),(545,11,'幸手市'),(546,11,'鶴ヶ島市'),(547,11,'日高市'),(548,11,'吉川市'),(549,11,'ふじみ野市'),(550,11,'白岡市'),(551,11,'伊奈町'),(552,11,'三芳町'),(553,11,'毛呂山町'),(554,11,'越生町'),(555,11,'滑川町'),(556,11,'嵐山町'),(557,11,'小川町'),(558,11,'川島町'),(559,11,'吉見町'),(560,11,'鳩山町'),(561,11,'ときがわ町'),(562,11,'横瀬町'),(563,11,'皆野町'),(564,11,'長瀞町'),(565,11,'小鹿野町'),(566,11,'東秩父村'),(567,11,'美里町'),(568,11,'神川町'),(569,11,'上里町'),(570,11,'寄居町'),(571,11,'宮代町'),(572,11,'杉戸町'),(573,11,'松伏町'),(574,12,'千葉市'),(575,12,'銚子市'),(576,12,'市川市'),(577,12,'船橋市'),(578,12,'館山市'),(579,12,'木更津市'),(580,12,'松戸市'),(581,12,'野田市'),(582,12,'茂原市'),(583,12,'成田市'),(584,12,'佐倉市'),(585,12,'東金市'),(586,12,'旭市'),(587,12,'習志野市'),(588,12,'柏市'),(589,12,'勝浦市'),(590,12,'市原市'),(591,12,'流山市'),(592,12,'八千代市'),(593,12,'我孫子市'),(594,12,'鴨川市'),(595,12,'鎌ケ谷市'),(596,12,'君津市'),(597,12,'富津市'),(598,12,'浦安市'),(599,12,'四街道市'),(600,12,'袖ケ浦市'),(601,12,'八街市'),(602,12,'印西市'),(603,12,'白井市'),(604,12,'富里市'),(605,12,'南房総市'),(606,12,'匝瑳市'),(607,12,'香取市'),(608,12,'山武市'),(609,12,'いすみ市'),(610,12,'大網白里市'),(611,12,'酒々井町'),(612,12,'栄町'),(613,12,'神崎町'),(614,12,'多古町'),(615,12,'東庄町'),(616,12,'九十九里町'),(617,12,'芝山町'),(618,12,'横芝光町'),(619,12,'一宮町'),(620,12,'睦沢町'),(621,12,'長生村'),(622,12,'白子町'),(623,12,'長柄町'),(624,12,'長南町'),(625,12,'大多喜町'),(626,12,'御宿町'),(627,12,'鋸南町'),(628,13,'千代田区'),(629,13,'中央区'),(630,13,'港区'),(631,13,'新宿区'),(632,13,'文京区'),(633,13,'台東区'),(634,13,'墨田区'),(635,13,'江東区'),(636,13,'品川区'),(637,13,'目黒区'),(638,13,'大田区'),(639,13,'世田谷区'),(640,13,'渋谷区'),(641,13,'中野区'),(642,13,'杉並区'),(643,13,'豊島区'),(644,13,'北区'),(645,13,'荒川区'),(646,13,'板橋区'),(647,13,'練馬区'),(648,13,'足立区'),(649,13,'葛飾区'),(650,13,'江戸川区'),(651,13,'八王子市'),(652,13,'立川市'),(653,13,'武蔵野市'),(654,13,'三鷹市'),(655,13,'青梅市'),(656,13,'府中市'),(657,13,'昭島市'),(658,13,'調布市'),(659,13,'町田市'),(660,13,'小金井市'),(661,13,'小平市'),(662,13,'日野市'),(663,13,'東村山市'),(664,13,'国分寺市'),(665,13,'国立市'),(666,13,'福生市'),(667,13,'狛江市'),(668,13,'東大和市'),(669,13,'清瀬市'),(670,13,'東久留米市'),(671,13,'武蔵村山市'),(672,13,'多摩市'),(673,13,'稲城市'),(674,13,'羽村市'),(675,13,'あきる野市'),(676,13,'西東京市'),(677,13,'瑞穂町'),(678,13,'日の出町'),(679,13,'檜原村'),(680,13,'奥多摩町'),(681,13,'大島町'),(682,13,'利島村'),(683,13,'新島村'),(684,13,'神津島村'),(685,13,'三宅村'),(686,13,'御蔵島村'),(687,13,'八丈町'),(688,13,'青ヶ島村'),(689,13,'小笠原村'),(690,14,'横浜市'),(691,14,'川崎市'),(692,14,'相模原市'),(693,14,'横須賀市'),(694,14,'平塚市'),(695,14,'鎌倉市'),(696,14,'藤沢市'),(697,14,'小田原市'),(698,14,'茅ヶ崎市'),(699,14,'逗子市'),(700,14,'三浦市'),(701,14,'秦野市'),(702,14,'厚木市'),(703,14,'大和市'),(704,14,'伊勢原市'),(705,14,'海老名市'),(706,14,'座間市'),(707,14,'南足柄市'),(708,14,'綾瀬市'),(709,14,'葉山町'),(710,14,'寒川町'),(711,14,'大磯町'),(712,14,'二宮町'),(713,14,'中井町'),(714,14,'大井町'),(715,14,'松田町'),(716,14,'山北町'),(717,14,'開成町'),(718,14,'箱根町'),(719,14,'真鶴町'),(720,14,'湯河原町'),(721,14,'愛川町'),(722,14,'清川村'),(723,15,'新潟市'),(724,15,'長岡市'),(725,15,'三条市'),(726,15,'柏崎市'),(727,15,'新発田市'),(728,15,'小千谷市'),(729,15,'加茂市'),(730,15,'十日町市'),(731,15,'見附市'),(732,15,'村上市'),(733,15,'燕市'),(734,15,'糸魚川市'),(735,15,'妙高市'),(736,15,'五泉市'),(737,15,'上越市'),(738,15,'阿賀野市'),(739,15,'佐渡市'),(740,15,'魚沼市'),(741,15,'南魚沼市'),(742,15,'胎内市'),(743,15,'聖籠町'),(744,15,'弥彦村'),(745,15,'田上町'),(746,15,'阿賀町'),(747,15,'出雲崎町'),(748,15,'湯沢町'),(749,15,'津南町'),(750,15,'刈羽村'),(751,15,'関川村'),(752,15,'粟島浦村'),(753,16,'富山市'),(754,16,'高岡市'),(755,16,'魚津市'),(756,16,'氷見市'),(757,16,'滑川市'),(758,16,'黒部市'),(759,16,'砺波市'),(760,16,'小矢部市'),(761,16,'南砺市'),(762,16,'射水市'),(763,16,'舟橋村'),(764,16,'上市町'),(765,16,'立山町'),(766,16,'入善町'),(767,16,'朝日町'),(768,17,'金沢市'),(769,17,'七尾市'),(770,17,'小松市'),(771,17,'輪島市'),(772,17,'珠洲市'),(773,17,'加賀市'),(774,17,'羽咋市'),(775,17,'かほく市'),(776,17,'白山市'),(777,17,'能美市'),(778,17,'野々市市'),(779,17,'川北町'),(780,17,'津幡町'),(781,17,'内灘町'),(782,17,'志賀町'),(783,17,'宝達志水町'),(784,17,'中能登町'),(785,17,'穴水町'),(786,17,'能登町'),(787,18,'福井市'),(788,18,'敦賀市'),(789,18,'小浜市'),(790,18,'大野市'),(791,18,'勝山市'),(792,18,'鯖江市'),(793,18,'あわら市'),(794,18,'越前市'),(795,18,'坂井市'),(796,18,'永平寺町'),(797,18,'池田町'),(798,18,'南越前町'),(799,18,'越前町'),(800,18,'美浜町'),(801,18,'高浜町'),(802,18,'おおい町'),(803,18,'若狭町'),(804,19,'甲府市'),(805,19,'富士吉田市'),(806,19,'都留市'),(807,19,'山梨市'),(808,19,'大月市'),(809,19,'韮崎市'),(810,19,'南アルプス市'),(811,19,'北杜市'),(812,19,'甲斐市'),(813,19,'笛吹市'),(814,19,'上野原市'),(815,19,'甲州市'),(816,19,'中央市'),(817,19,'市川三郷町'),(818,19,'早川町'),(819,19,'身延町'),(820,19,'南部町'),(821,19,'富士川町'),(822,19,'昭和町'),(823,19,'道志村'),(824,19,'西桂町'),(825,19,'忍野村'),(826,19,'山中湖村'),(827,19,'鳴沢村'),(828,19,'富士河口湖町'),(829,19,'小菅村'),(830,19,'丹波山村'),(831,20,'長野市'),(832,20,'松本市'),(833,20,'上田市'),(834,20,'岡谷市'),(835,20,'飯田市'),(836,20,'諏訪市'),(837,20,'須坂市'),(838,20,'小諸市'),(839,20,'伊那市'),(840,20,'駒ヶ根市'),(841,20,'中野市'),(842,20,'大町市'),(843,20,'飯山市'),(844,20,'茅野市'),(845,20,'塩尻市'),(846,20,'佐久市'),(847,20,'千曲市'),(848,20,'東御市'),(849,20,'安曇野市'),(850,20,'小海町'),(851,20,'川上村'),(852,20,'南牧村'),(853,20,'南相木村'),(854,20,'北相木村'),(855,20,'佐久穂町'),(856,20,'軽井沢町'),(857,20,'御代田町'),(858,20,'立科町'),(859,20,'青木村'),(860,20,'長和町'),(861,20,'下諏訪町'),(862,20,'富士見町'),(863,20,'原村'),(864,20,'辰野町'),(865,20,'箕輪町'),(866,20,'飯島町'),(867,20,'南箕輪村'),(868,20,'中川村'),(869,20,'宮田村'),(870,20,'松川町'),(871,20,'高森町'),(872,20,'阿南町'),(873,20,'阿智村'),(874,20,'平谷村'),(875,20,'根羽村'),(876,20,'下條村'),(877,20,'売木村'),(878,20,'天龍村'),(879,20,'泰阜村'),(880,20,'喬木村'),(881,20,'豊丘村'),(882,20,'大鹿村'),(883,20,'上松町'),(884,20,'南木曽町'),(885,20,'木祖村'),(886,20,'王滝村'),(887,20,'大桑村'),(888,20,'木曽町'),(889,20,'麻績村'),(890,20,'生坂村'),(891,20,'山形村'),(892,20,'朝日村'),(893,20,'筑北村'),(894,20,'池田町'),(895,20,'松川村'),(896,20,'白馬村'),(897,20,'小谷村'),(898,20,'坂城町'),(899,20,'小布施町'),(900,20,'高山村'),(901,20,'山ノ内町'),(902,20,'木島平村'),(903,20,'野沢温泉村'),(904,20,'信濃町'),(905,20,'小川村'),(906,20,'飯綱町'),(907,20,'栄村'),(908,21,'岐阜市'),(909,21,'大垣市'),(910,21,'高山市'),(911,21,'多治見市'),(912,21,'関市'),(913,21,'中津川市'),(914,21,'美濃市'),(915,21,'瑞浪市'),(916,21,'羽島市'),(917,21,'恵那市'),(918,21,'美濃加茂市'),(919,21,'土岐市'),(920,21,'各務原市'),(921,21,'可児市'),(922,21,'山県市'),(923,21,'瑞穂市'),(924,21,'飛騨市'),(925,21,'本巣市'),(926,21,'郡上市'),(927,21,'下呂市'),(928,21,'海津市'),(929,21,'岐南町'),(930,21,'笠松町'),(931,21,'養老町'),(932,21,'垂井町'),(933,21,'関ケ原町'),(934,21,'神戸町'),(935,21,'輪之内町'),(936,21,'安八町'),(937,21,'揖斐川町'),(938,21,'大野町'),(939,21,'池田町'),(940,21,'北方町'),(941,21,'坂祝町'),(942,21,'富加町'),(943,21,'川辺町'),(944,21,'七宗町'),(945,21,'八百津町'),(946,21,'白川町'),(947,21,'東白川村'),(948,21,'御嵩町'),(949,21,'白川村'),(950,22,'静岡市'),(951,22,'浜松市'),(952,22,'沼津市'),(953,22,'熱海市'),(954,22,'三島市'),(955,22,'富士宮市'),(956,22,'伊東市'),(957,22,'島田市'),(958,22,'富士市'),(959,22,'磐田市'),(960,22,'焼津市'),(961,22,'掛川市'),(962,22,'藤枝市'),(963,22,'御殿場市'),(964,22,'袋井市'),(965,22,'下田市'),(966,22,'裾野市'),(967,22,'湖西市'),(968,22,'伊豆市'),(969,22,'御前崎市'),(970,22,'菊川市'),(971,22,'伊豆の国市'),(972,22,'牧之原市'),(973,22,'東伊豆町'),(974,22,'河津町'),(975,22,'南伊豆町'),(976,22,'松崎町'),(977,22,'西伊豆町'),(978,22,'函南町'),(979,22,'清水町'),(980,22,'長泉町'),(981,22,'小山町'),(982,22,'吉田町'),(983,22,'川根本町'),(984,22,'森町'),(985,23,'名古屋市'),(986,23,'豊橋市'),(987,23,'岡崎市'),(988,23,'一宮市'),(989,23,'瀬戸市'),(990,23,'半田市'),(991,23,'春日井市'),(992,23,'豊川市'),(993,23,'津島市'),(994,23,'碧南市'),(995,23,'刈谷市'),(996,23,'豊田市'),(997,23,'安城市'),(998,23,'西尾市'),(999,23,'蒲郡市'),(1000,23,'犬山市'),(1001,23,'常滑市'),(1002,23,'江南市'),(1003,23,'小牧市'),(1004,23,'稲沢市'),(1005,23,'新城市'),(1006,23,'東海市'),(1007,23,'大府市'),(1008,23,'知多市'),(1009,23,'知立市'),(1010,23,'尾張旭市'),(1011,23,'高浜市'),(1012,23,'岩倉市'),(1013,23,'豊明市'),(1014,23,'日進市'),(1015,23,'田原市'),(1016,23,'愛西市'),(1017,23,'清須市'),(1018,23,'北名古屋市'),(1019,23,'弥富市'),(1020,23,'みよし市'),(1021,23,'あま市'),(1022,23,'長久手市'),(1023,23,'東郷町'),(1024,23,'豊山町'),(1025,23,'大口町'),(1026,23,'扶桑町'),(1027,23,'大治町'),(1028,23,'蟹江町'),(1029,23,'飛島村'),(1030,23,'阿久比町'),(1031,23,'東浦町'),(1032,23,'南知多町'),(1033,23,'美浜町'),(1034,23,'武豊町'),(1035,23,'幸田町'),(1036,23,'設楽町'),(1037,23,'東栄町'),(1038,23,'豊根村'),(1039,24,'津市'),(1040,24,'四日市市'),(1041,24,'伊勢市'),(1042,24,'松阪市'),(1043,24,'桑名市'),(1044,24,'鈴鹿市'),(1045,24,'名張市'),(1046,24,'尾鷲市'),(1047,24,'亀山市'),(1048,24,'鳥羽市'),(1049,24,'熊野市'),(1050,24,'いなべ市'),(1051,24,'志摩市'),(1052,24,'伊賀市'),(1053,24,'木曽岬町'),(1054,24,'東員町'),(1055,24,'菰野町'),(1056,24,'朝日町'),(1057,24,'川越町'),(1058,24,'多気町'),(1059,24,'明和町'),(1060,24,'大台町'),(1061,24,'玉城町'),(1062,24,'度会町'),(1063,24,'大紀町'),(1064,24,'南伊勢町'),(1065,24,'紀北町'),(1066,24,'御浜町'),(1067,24,'紀宝町'),(1068,25,'大津市'),(1069,25,'彦根市'),(1070,25,'長浜市'),(1071,25,'近江八幡市'),(1072,25,'草津市'),(1073,25,'守山市'),(1074,25,'栗東市'),(1075,25,'甲賀市'),(1076,25,'野洲市'),(1077,25,'湖南市'),(1078,25,'高島市'),(1079,25,'東近江市'),(1080,25,'米原市'),(1081,25,'日野町'),(1082,25,'竜王町'),(1083,25,'愛荘町'),(1084,25,'豊郷町'),(1085,25,'甲良町'),(1086,25,'多賀町'),(1087,26,'京都市'),(1088,26,'福知山市'),(1089,26,'舞鶴市'),(1090,26,'綾部市'),(1091,26,'宇治市'),(1092,26,'宮津市'),(1093,26,'亀岡市'),(1094,26,'城陽市'),(1095,26,'向日市'),(1096,26,'長岡京市'),(1097,26,'八幡市'),(1098,26,'京田辺市'),(1099,26,'京丹後市'),(1100,26,'南丹市'),(1101,26,'木津川市'),(1102,26,'大山崎町'),(1103,26,'久御山町'),(1104,26,'井手町'),(1105,26,'宇治田原町'),(1106,26,'笠置町'),(1107,26,'和束町'),(1108,26,'精華町'),(1109,26,'南山城村'),(1110,26,'京丹波町'),(1111,26,'伊根町'),(1112,26,'与謝野町'),(1113,27,'大阪市'),(1114,27,'堺市'),(1115,27,'岸和田市'),(1116,27,'豊中市'),(1117,27,'池田市'),(1118,27,'吹田市'),(1119,27,'泉大津市'),(1120,27,'高槻市'),(1121,27,'貝塚市'),(1122,27,'守口市'),(1123,27,'枚方市'),(1124,27,'茨木市'),(1125,27,'八尾市'),(1126,27,'泉佐野市'),(1127,27,'富田林市'),(1128,27,'寝屋川市'),(1129,27,'河内長野市'),(1130,27,'松原市'),(1131,27,'大東市'),(1132,27,'和泉市'),(1133,27,'箕面市'),(1134,27,'柏原市'),(1135,27,'羽曳野市'),(1136,27,'門真市'),(1137,27,'摂津市'),(1138,27,'高石市'),(1139,27,'藤井寺市'),(1140,27,'東大阪市'),(1141,27,'泉南市'),(1142,27,'四條畷市'),(1143,27,'交野市'),(1144,27,'大阪狭山市'),(1145,27,'阪南市'),(1146,27,'島本町'),(1147,27,'豊能町'),(1148,27,'能勢町'),(1149,27,'忠岡町'),(1150,27,'熊取町'),(1151,27,'田尻町'),(1152,27,'岬町'),(1153,27,'太子町'),(1154,27,'河南町'),(1155,27,'千早赤阪村'),(1156,28,'神戸市'),(1157,28,'姫路市'),(1158,28,'尼崎市'),(1159,28,'明石市'),(1160,28,'西宮市'),(1161,28,'洲本市'),(1162,28,'芦屋市'),(1163,28,'伊丹市'),(1164,28,'相生市'),(1165,28,'豊岡市'),(1166,28,'加古川市'),(1167,28,'赤穂市'),(1168,28,'西脇市'),(1169,28,'宝塚市'),(1170,28,'三木市'),(1171,28,'高砂市'),(1172,28,'川西市'),(1173,28,'小野市'),(1174,28,'三田市'),(1175,28,'加西市'),(1176,28,'丹波篠山市'),(1177,28,'養父市'),(1178,28,'丹波市'),(1179,28,'南あわじ市'),(1180,28,'朝来市'),(1181,28,'淡路市'),(1182,28,'宍粟市'),(1183,28,'加東市'),(1184,28,'たつの市'),(1185,28,'猪名川町'),(1186,28,'多可町'),(1187,28,'稲美町'),(1188,28,'播磨町'),(1189,28,'市川町'),(1190,28,'福崎町'),(1191,28,'神河町'),(1192,28,'太子町'),(1193,28,'上郡町'),(1194,28,'佐用町'),(1195,28,'香美町'),(1196,28,'新温泉町'),(1197,29,'奈良市'),(1198,29,'大和高田市'),(1199,29,'大和郡山市'),(1200,29,'天理市'),(1201,29,'橿原市'),(1202,29,'桜井市'),(1203,29,'五條市'),(1204,29,'御所市'),(1205,29,'生駒市'),(1206,29,'香芝市'),(1207,29,'葛城市'),(1208,29,'宇陀市'),(1209,29,'山添村'),(1210,29,'平群町'),(1211,29,'三郷町'),(1212,29,'斑鳩町'),(1213,29,'安堵町'),(1214,29,'川西町'),(1215,29,'三宅町'),(1216,29,'田原本町'),(1217,29,'曽爾村'),(1218,29,'御杖村'),(1219,29,'高取町'),(1220,29,'明日香村'),(1221,29,'上牧町'),(1222,29,'王寺町'),(1223,29,'広陵町'),(1224,29,'河合町'),(1225,29,'吉野町'),(1226,29,'大淀町'),(1227,29,'下市町'),(1228,29,'黒滝村'),(1229,29,'天川村'),(1230,29,'野迫川村'),(1231,29,'十津川村'),(1232,29,'下北山村'),(1233,29,'上北山村'),(1234,29,'川上村'),(1235,29,'東吉野村'),(1236,30,'和歌山市'),(1237,30,'海南市'),(1238,30,'橋本市'),(1239,30,'有田市'),(1240,30,'御坊市'),(1241,30,'田辺市'),(1242,30,'新宮市'),(1243,30,'紀の川市'),(1244,30,'岩出市'),(1245,30,'紀美野町'),(1246,30,'かつらぎ町'),(1247,30,'九度山町'),(1248,30,'高野町'),(1249,30,'湯浅町'),(1250,30,'広川町'),(1251,30,'有田川町'),(1252,30,'美浜町'),(1253,30,'日高町'),(1254,30,'由良町'),(1255,30,'印南町'),(1256,30,'みなべ町'),(1257,30,'日高川町'),(1258,30,'白浜町'),(1259,30,'上富田町'),(1260,30,'すさみ町'),(1261,30,'那智勝浦町'),(1262,30,'太地町'),(1263,30,'古座川町'),(1264,30,'北山村'),(1265,30,'串本町'),(1266,31,'鳥取市'),(1267,31,'米子市'),(1268,31,'倉吉市'),(1269,31,'境港市'),(1270,31,'岩美町'),(1271,31,'若桜町'),(1272,31,'智頭町'),(1273,31,'八頭町'),(1274,31,'三朝町'),(1275,31,'湯梨浜町'),(1276,31,'琴浦町'),(1277,31,'北栄町'),(1278,31,'日吉津村'),(1279,31,'大山町'),(1280,31,'南部町'),(1281,31,'伯耆町'),(1282,31,'日南町'),(1283,31,'日野町'),(1284,31,'江府町'),(1285,32,'松江市'),(1286,32,'浜田市'),(1287,32,'出雲市'),(1288,32,'益田市'),(1289,32,'大田市'),(1290,32,'安来市'),(1291,32,'江津市'),(1292,32,'雲南市'),(1293,32,'奥出雲町'),(1294,32,'飯南町'),(1295,32,'川本町'),(1296,32,'美郷町'),(1297,32,'邑南町'),(1298,32,'津和野町'),(1299,32,'吉賀町'),(1300,32,'海士町'),(1301,32,'西ノ島町'),(1302,32,'知夫村'),(1303,32,'隠岐の島町'),(1304,33,'岡山市'),(1305,33,'倉敷市'),(1306,33,'津山市'),(1307,33,'玉野市'),(1308,33,'笠岡市'),(1309,33,'井原市'),(1310,33,'総社市'),(1311,33,'高梁市'),(1312,33,'新見市'),(1313,33,'備前市'),(1314,33,'瀬戸内市'),(1315,33,'赤磐市'),(1316,33,'真庭市'),(1317,33,'美作市'),(1318,33,'浅口市'),(1319,33,'和気町'),(1320,33,'早島町'),(1321,33,'里庄町'),(1322,33,'矢掛町'),(1323,33,'新庄村'),(1324,33,'鏡野町'),(1325,33,'勝央町'),(1326,33,'奈義町'),(1327,33,'西粟倉村'),(1328,33,'久米南町'),(1329,33,'美咲町'),(1330,33,'吉備中央町'),(1331,34,'広島市'),(1332,34,'呉市'),(1333,34,'竹原市'),(1334,34,'三原市'),(1335,34,'尾道市'),(1336,34,'福山市'),(1337,34,'府中市'),(1338,34,'三次市'),(1339,34,'庄原市'),(1340,34,'大竹市'),(1341,34,'東広島市'),(1342,34,'廿日市市'),(1343,34,'安芸高田市'),(1344,34,'江田島市'),(1345,34,'府中町'),(1346,34,'海田町'),(1347,34,'熊野町'),(1348,34,'坂町'),(1349,34,'安芸太田町'),(1350,34,'北広島町'),(1351,34,'大崎上島町'),(1352,34,'世羅町'),(1353,34,'神石高原町'),(1354,35,'下関市'),(1355,35,'宇部市'),(1356,35,'山口市'),(1357,35,'萩市'),(1358,35,'防府市'),(1359,35,'下松市'),(1360,35,'岩国市'),(1361,35,'光市'),(1362,35,'長門市'),(1363,35,'柳井市'),(1364,35,'美祢市'),(1365,35,'周南市'),(1366,35,'山陽小野田市'),(1367,35,'周防大島町'),(1368,35,'和木町'),(1369,35,'上関町'),(1370,35,'田布施町'),(1371,35,'平生町'),(1372,35,'阿武町'),(1373,36,'徳島市'),(1374,36,'鳴門市'),(1375,36,'小松島市'),(1376,36,'阿南市'),(1377,36,'吉野川市'),(1378,36,'阿波市'),(1379,36,'美馬市'),(1380,36,'三好市'),(1381,36,'勝浦町'),(1382,36,'上勝町'),(1383,36,'佐那河内村'),(1384,36,'石井町'),(1385,36,'神山町'),(1386,36,'那賀町'),(1387,36,'牟岐町'),(1388,36,'美波町'),(1389,36,'海陽町'),(1390,36,'松茂町'),(1391,36,'北島町'),(1392,36,'藍住町'),(1393,36,'板野町'),(1394,36,'上板町'),(1395,36,'つるぎ町'),(1396,36,'東みよし町'),(1397,37,'高松市'),(1398,37,'丸亀市'),(1399,37,'坂出市'),(1400,37,'善通寺市'),(1401,37,'観音寺市'),(1402,37,'さぬき市'),(1403,37,'東かがわ市'),(1404,37,'三豊市'),(1405,37,'土庄町'),(1406,37,'小豆島町'),(1407,37,'三木町'),(1408,37,'直島町'),(1409,37,'宇多津町'),(1410,37,'綾川町'),(1411,37,'琴平町'),(1412,37,'多度津町'),(1413,37,'まんのう町'),(1414,38,'松山市'),(1415,38,'今治市'),(1416,38,'宇和島市'),(1417,38,'八幡浜市'),(1418,38,'新居浜市'),(1419,38,'西条市'),(1420,38,'大洲市'),(1421,38,'伊予市'),(1422,38,'四国中央市'),(1423,38,'西予市'),(1424,38,'東温市'),(1425,38,'上島町'),(1426,38,'久万高原町'),(1427,38,'松前町'),(1428,38,'砥部町'),(1429,38,'内子町'),(1430,38,'伊方町'),(1431,38,'松野町'),(1432,38,'鬼北町'),(1433,38,'愛南町'),(1434,39,'高知市'),(1435,39,'室戸市'),(1436,39,'安芸市'),(1437,39,'南国市'),(1438,39,'土佐市'),(1439,39,'須崎市'),(1440,39,'宿毛市'),(1441,39,'土佐清水市'),(1442,39,'四万十市'),(1443,39,'香南市'),(1444,39,'香美市'),(1445,39,'東洋町'),(1446,39,'奈半利町'),(1447,39,'田野町'),(1448,39,'安田町'),(1449,39,'北川村'),(1450,39,'馬路村'),(1451,39,'芸西村'),(1452,39,'本山町'),(1453,39,'大豊町'),(1454,39,'土佐町'),(1455,39,'大川村'),(1456,39,'いの町'),(1457,39,'仁淀川町'),(1458,39,'中土佐町'),(1459,39,'佐川町'),(1460,39,'越知町'),(1461,39,'梼原町'),(1462,39,'日高村'),(1463,39,'津野町'),(1464,39,'四万十町'),(1465,39,'大月町'),(1466,39,'三原村'),(1467,39,'黒潮町'),(1468,40,'北九州市'),(1469,40,'福岡市'),(1470,40,'大牟田市'),(1471,40,'久留米市'),(1472,40,'直方市'),(1473,40,'飯塚市'),(1474,40,'田川市'),(1475,40,'柳川市'),(1476,40,'八女市'),(1477,40,'筑後市'),(1478,40,'大川市'),(1479,40,'行橋市'),(1480,40,'豊前市'),(1481,40,'中間市'),(1482,40,'小郡市'),(1483,40,'筑紫野市'),(1484,40,'春日市'),(1485,40,'大野城市'),(1486,40,'宗像市'),(1487,40,'太宰府市'),(1488,40,'古賀市'),(1489,40,'福津市'),(1490,40,'うきは市'),(1491,40,'宮若市'),(1492,40,'嘉麻市'),(1493,40,'朝倉市'),(1494,40,'みやま市'),(1495,40,'糸島市'),(1496,40,'那珂川市'),(1497,40,'宇美町'),(1498,40,'篠栗町'),(1499,40,'志免町'),(1500,40,'須恵町'),(1501,40,'新宮町'),(1502,40,'久山町'),(1503,40,'粕屋町'),(1504,40,'芦屋町'),(1505,40,'水巻町'),(1506,40,'岡垣町'),(1507,40,'遠賀町'),(1508,40,'小竹町'),(1509,40,'鞍手町'),(1510,40,'桂川町'),(1511,40,'筑前町'),(1512,40,'東峰村'),(1513,40,'大刀洗町'),(1514,40,'大木町'),(1515,40,'広川町'),(1516,40,'香春町'),(1517,40,'添田町'),(1518,40,'糸田町'),(1519,40,'川崎町'),(1520,40,'大任町'),(1521,40,'赤村'),(1522,40,'福智町'),(1523,40,'苅田町'),(1524,40,'みやこ町'),(1525,40,'吉富町'),(1526,40,'上毛町'),(1527,40,'築上町'),(1528,41,'佐賀市'),(1529,41,'唐津市'),(1530,41,'鳥栖市'),(1531,41,'多久市'),(1532,41,'伊万里市'),(1533,41,'武雄市'),(1534,41,'鹿島市'),(1535,41,'小城市'),(1536,41,'嬉野市'),(1537,41,'神埼市'),(1538,41,'吉野ヶ里町'),(1539,41,'基山町'),(1540,41,'上峰町'),(1541,41,'みやき町'),(1542,41,'玄海町'),(1543,41,'有田町'),(1544,41,'大町町'),(1545,41,'江北町'),(1546,41,'白石町'),(1547,41,'太良町'),(1548,42,'長崎市'),(1549,42,'佐世保市'),(1550,42,'島原市'),(1551,42,'諫早市'),(1552,42,'大村市'),(1553,42,'平戸市'),(1554,42,'松浦市'),(1555,42,'対馬市'),(1556,42,'壱岐市'),(1557,42,'五島市'),(1558,42,'西海市'),(1559,42,'雲仙市'),(1560,42,'南島原市'),(1561,42,'長与町'),(1562,42,'時津町'),(1563,42,'東彼杵町'),(1564,42,'川棚町'),(1565,42,'波佐見町'),(1566,42,'小値賀町'),(1567,42,'佐々町'),(1568,42,'新上五島町'),(1569,43,'熊本市'),(1570,43,'八代市'),(1571,43,'人吉市'),(1572,43,'荒尾市'),(1573,43,'水俣市'),(1574,43,'玉名市'),(1575,43,'山鹿市'),(1576,43,'菊池市'),(1577,43,'宇土市'),(1578,43,'上天草市'),(1579,43,'宇城市'),(1580,43,'阿蘇市'),(1581,43,'天草市'),(1582,43,'合志市'),(1583,43,'美里町'),(1584,43,'玉東町'),(1585,43,'南関町'),(1586,43,'長洲町'),(1587,43,'和水町'),(1588,43,'大津町'),(1589,43,'菊陽町'),(1590,43,'南小国町'),(1591,43,'小国町'),(1592,43,'産山村'),(1593,43,'高森町'),(1594,43,'西原村'),(1595,43,'南阿蘇村'),(1596,43,'御船町'),(1597,43,'嘉島町'),(1598,43,'益城町'),(1599,43,'甲佐町'),(1600,43,'山都町'),(1601,43,'氷川町'),(1602,43,'芦北町'),(1603,43,'津奈木町'),(1604,43,'錦町'),(1605,43,'多良木町'),(1606,43,'湯前町'),(1607,43,'水上村'),(1608,43,'相良村'),(1609,43,'五木村'),(1610,43,'山江村'),(1611,43,'球磨村'),(1612,43,'あさぎり町'),(1613,43,'苓北町'),(1614,44,'大分市'),(1615,44,'別府市'),(1616,44,'中津市'),(1617,44,'日田市'),(1618,44,'佐伯市'),(1619,44,'臼杵市'),(1620,44,'津久見市'),(1621,44,'竹田市'),(1622,44,'豊後高田市'),(1623,44,'杵築市'),(1624,44,'宇佐市'),(1625,44,'豊後大野市'),(1626,44,'由布市'),(1627,44,'国東市'),(1628,44,'姫島村'),(1629,44,'日出町'),(1630,44,'九重町'),(1631,44,'玖珠町'),(1632,45,'宮崎市'),(1633,45,'都城市'),(1634,45,'延岡市'),(1635,45,'日南市'),(1636,45,'小林市'),(1637,45,'日向市'),(1638,45,'串間市'),(1639,45,'西都市'),(1640,45,'えびの市'),(1641,45,'三股町'),(1642,45,'高原町'),(1643,45,'国富町'),(1644,45,'綾町'),(1645,45,'高鍋町'),(1646,45,'新富町'),(1647,45,'西米良村'),(1648,45,'木城町'),(1649,45,'川南町'),(1650,45,'都農町'),(1651,45,'門川町'),(1652,45,'諸塚村'),(1653,45,'椎葉村'),(1654,45,'美郷町'),(1655,45,'高千穂町'),(1656,45,'日之影町'),(1657,45,'五ヶ瀬町'),(1658,46,'鹿児島市'),(1659,46,'鹿屋市'),(1660,46,'枕崎市'),(1661,46,'阿久根市'),(1662,46,'出水市'),(1663,46,'指宿市'),(1664,46,'西之表市'),(1665,46,'垂水市'),(1666,46,'薩摩川内市'),(1667,46,'日置市'),(1668,46,'曽於市'),(1669,46,'霧島市'),(1670,46,'いちき串木野市'),(1671,46,'南さつま市'),(1672,46,'志布志市'),(1673,46,'奄美市'),(1674,46,'南九州市'),(1675,46,'伊佐市'),(1676,46,'姶良市'),(1677,46,'三島村'),(1678,46,'十島村'),(1679,46,'さつま町'),(1680,46,'長島町'),(1681,46,'湧水町'),(1682,46,'大崎町'),(1683,46,'東串良町'),(1684,46,'錦江町'),(1685,46,'南大隅町'),(1686,46,'肝付町'),(1687,46,'中種子町'),(1688,46,'南種子町'),(1689,46,'屋久島町'),(1690,46,'大和村'),(1691,46,'宇検村'),(1692,46,'瀬戸内町'),(1693,46,'龍郷町'),(1694,46,'喜界町'),(1695,46,'徳之島町'),(1696,46,'天城町'),(1697,46,'伊仙町'),(1698,46,'和泊町'),(1699,46,'知名町'),(1700,46,'与論町'),(1701,47,'那覇市'),(1702,47,'宜野湾市'),(1703,47,'石垣市'),(1704,47,'浦添市'),(1705,47,'名護市'),(1706,47,'糸満市'),(1707,47,'沖縄市'),(1708,47,'豊見城市'),(1709,47,'うるま市'),(1710,47,'宮古島市'),(1711,47,'南城市'),(1712,47,'国頭村'),(1713,47,'大宜味村'),(1714,47,'東村'),(1715,47,'今帰仁村'),(1716,47,'本部町'),(1717,47,'恩納村'),(1718,47,'宜野座村'),(1719,47,'金武町'),(1720,47,'伊江村'),(1721,47,'読谷村'),(1722,47,'嘉手納町'),(1723,47,'北谷町'),(1724,47,'北中城村'),(1725,47,'中城村'),(1726,47,'西原町'),(1727,47,'与那原町'),(1728,47,'南風原町'),(1729,47,'渡嘉敷村'),(1730,47,'座間味村'),(1731,47,'粟国村'),(1732,47,'渡名喜村'),(1733,47,'南大東村'),(1734,47,'北大東村'),(1735,47,'伊平屋村'),(1736,47,'伊是名村'),(1737,47,'久米島町'),(1738,47,'八重瀬町'),(1739,47,'多良間村'),(1740,47,'竹富町'),(1741,47,'与那国町');
/*!40000 ALTER TABLE `city` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `identification`
--

DROP TABLE IF EXISTS `identification`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `identification` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `seminar_id` bigint(20) NOT NULL,
  `business_type` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `ip` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`),
  UNIQUE KEY `identification_seminar_id_uindex` (`seminar_id`)
) ENGINE=InnoDB AUTO_INCREMENT=7 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `identification`
--

LOCK TABLES `identification` WRITE;
/*!40000 ALTER TABLE `identification` DISABLE KEYS */;
INSERT INTO `identification` (`id`, `seminar_id`, `business_type`, `ip`, `created_at`, `updated_at`) VALUES (6,657,'company','0:0:0:0:0:0:0:1','2020-03-02 06:58:56','2020-03-02 08:31:14');
/*!40000 ALTER TABLE `identification` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `identification_address`
--

DROP TABLE IF EXISTS `identification_address`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `identification_address` (
  `identification_id` bigint(20) NOT NULL,
  `postal_code` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL,
  `state` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL,
  `city` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `town` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `line1` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `line2` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `state_kana` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `city_kana` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `town_kana` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `line1_kana` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `line2_kana` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`identification_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `identification_address`
--

LOCK TABLES `identification_address` WRITE;
/*!40000 ALTER TABLE `identification_address` DISABLE KEYS */;
INSERT INTO `identification_address` (`identification_id`, `postal_code`, `state`, `city`, `town`, `line1`, `line2`, `state_kana`, `city_kana`, `town_kana`, `line1_kana`, `line2_kana`, `created_at`, `updated_at`) VALUES (6,'3360911','埼玉県','さいたま市緑区','三室','1234-5','銀座ビル７階','ｻｲﾀﾏｹﾝ','ｻｲﾀﾏｼﾐﾄﾞﾘｸ','ﾐﾑﾛ','1234-5','ギンザビル','2020-03-02 08:31:14','2020-03-02 08:31:14');
/*!40000 ALTER TABLE `identification_address` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `identification_company`
--

DROP TABLE IF EXISTS `identification_company`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `identification_company` (
  `identification_id` bigint(20) NOT NULL,
  `company_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `company_name_kana` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `tax` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `phone` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`identification_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `identification_company`
--

LOCK TABLES `identification_company` WRITE;
/*!40000 ALTER TABLE `identification_company` DISABLE KEYS */;
INSERT INTO `identification_company` (`identification_id`, `company_name`, `company_name_kana`, `tax`, `phone`, `created_at`, `updated_at`) VALUES (6,'goingflow','ゴーイングフロウ','4444-12-111111','09058046429','2020-03-02 08:31:14','2020-03-02 08:31:14');
/*!40000 ALTER TABLE `identification_company` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `identification_individual`
--

DROP TABLE IF EXISTS `identification_individual`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `identification_individual` (
  `identification_id` bigint(20) NOT NULL,
  `last_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `first_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `last_name_kana` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `first_name_kana` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `dob_year` int(11) NOT NULL,
  `dob_month` int(11) NOT NULL,
  `dob_day` int(11) NOT NULL,
  `gender` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `phone` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`identification_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `identification_individual`
--

LOCK TABLES `identification_individual` WRITE;
/*!40000 ALTER TABLE `identification_individual` DISABLE KEYS */;
/*!40000 ALTER TABLE `identification_individual` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `prefecture`
--

DROP TABLE IF EXISTS `prefecture`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `prefecture` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `name` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=48 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `prefecture`
--

LOCK TABLES `prefecture` WRITE;
/*!40000 ALTER TABLE `prefecture` DISABLE KEYS */;
INSERT INTO `prefecture` (`id`, `name`) VALUES (1,'北海道'),(2,'青森県'),(3,'岩手県'),(4,'宮城県'),(5,'秋田県'),(6,'山形県'),(7,'福島県'),(8,'茨城県'),(9,'栃木県'),(10,'群馬県'),(11,'埼玉県'),(12,'千葉県'),(13,'東京都'),(14,'神奈川県'),(15,'新潟県'),(16,'富山県'),(17,'石川県'),(18,'福井県'),(19,'山梨県'),(20,'長野県'),(21,'岐阜県'),(22,'静岡県'),(23,'愛知県'),(24,'三重県'),(25,'滋賀県'),(26,'京都府'),(27,'大阪府'),(28,'兵庫県'),(29,'奈良県'),(30,'和歌山県'),(31,'鳥取県'),(32,'島根県'),(33,'岡山県'),(34,'広島県'),(35,'山口県'),(36,'徳島県'),(37,'香川県'),(38,'愛媛県'),(39,'高知県'),(40,'福岡県'),(41,'佐賀県'),(42,'長崎県'),(43,'熊本県'),(44,'大分県'),(45,'宮崎県'),(46,'鹿児島県'),(47,'沖縄県');
/*!40000 ALTER TABLE `prefecture` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `seminarGoal`
--

DROP TABLE IF EXISTS `seminarGoal`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `seminarGoal` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `opening_status` text NOT NULL,
  `seminar_type` varchar(255) DEFAULT NULL,
  `minimum_number` int(11) DEFAULT NULL,
  `capacity` int(11) DEFAULT NULL,
  `entry_starting_at` datetime DEFAULT NULL,
  `entry_ending_at` date DEFAULT NULL,
  `success_condition` varchar(255) DEFAULT NULL,
  `seminar_starting_at` datetime DEFAULT NULL,
  `seminar_ending_at` datetime DEFAULT NULL,
  `account_id` bigint(20) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=659 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `seminarGoal`
--

LOCK TABLES `seminarGoal` WRITE;
/*!40000 ALTER TABLE `seminarGoal` DISABLE KEYS */;
INSERT INTO `seminarGoal` (`id`, `opening_status`, `seminar_type`, `minimum_number`, `capacity`, `entry_starting_at`, `entry_ending_at`, `success_condition`, `seminar_starting_at`, `seminar_ending_at`, `account_id`, `created_at`, `updated_at`) VALUES (638,'draft','',NULL,NULL,NULL,NULL,'',NULL,NULL,19,'2020-01-23 06:24:07','2020-01-23 06:24:07'),(639,'draft','',NULL,NULL,NULL,NULL,'',NULL,NULL,19,'2020-01-25 09:21:27','2020-01-25 09:21:27'),(640,'draft','offline',30,50,NULL,'2020-01-29','all-in',NULL,NULL,19,'2020-01-27 04:31:47','2020-01-27 10:52:58'),(643,'draft','',NULL,NULL,NULL,NULL,'',NULL,NULL,19,'2020-02-05 00:37:47','2020-02-05 00:37:47'),(644,'draft','online',30,50,NULL,'2020-03-27','all-or-nothing',NULL,NULL,19,'2020-02-05 01:22:01','2020-02-13 02:31:20'),(645,'draft',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,19,'2020-02-12 09:24:51','2020-02-12 09:24:51'),(646,'draft',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,19,'2020-02-17 03:19:39','2020-02-17 03:19:39'),(647,'draft',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,19,'2020-02-17 08:21:46','2020-02-17 08:21:46'),(648,'draft',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,19,'2020-02-17 11:59:05','2020-02-17 11:59:05'),(649,'draft',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,19,'2020-02-17 12:35:00','2020-02-17 12:35:00'),(650,'draft',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,19,'2020-02-18 00:34:37','2020-02-18 00:34:37'),(651,'draft',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,19,'2020-02-18 09:40:43','2020-02-18 09:40:43'),(652,'draft',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,19,'2020-02-18 10:09:24','2020-02-18 10:09:24'),(653,'draft',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,19,'2020-02-18 10:13:47','2020-02-18 10:13:47'),(654,'draft',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,19,'2020-02-18 10:14:26','2020-02-18 10:14:26'),(655,'draft',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,19,'2020-02-25 05:17:31','2020-02-25 05:17:31'),(656,'draft',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,19,'2020-02-26 11:53:53','2020-02-26 11:53:53'),(657,'applying','online',30,50,NULL,'2020-05-31','all-in',NULL,NULL,19,'2020-03-02 05:45:08','2020-03-05 06:29:46'),(658,'draft',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,19,'2020-03-02 07:30:30','2020-03-02 07:30:30');
/*!40000 ALTER TABLE `seminarGoal` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `seminar_contents`
--

DROP TABLE IF EXISTS `seminar_contents`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `seminar_contents` (
  `seminar_id` bigint(20) NOT NULL,
  `contents` text COLLATE utf8mb4_unicode_ci,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`seminar_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `seminar_contents`
--

LOCK TABLES `seminar_contents` WRITE;
/*!40000 ALTER TABLE `seminar_contents` DISABLE KEYS */;
INSERT INTO `seminar_contents` (`seminar_id`, `contents`, `created_at`, `updated_at`) VALUES (640,'<p><br></p>','2020-01-29 03:37:52','2020-02-03 00:58:35'),(643,NULL,'2020-02-05 00:37:47','2020-02-05 00:37:47'),(644,'{\"ops\":[{\"insert\":\"これからよろしゅう\\nね\\n\\nダオ\\n\"}]}','2020-02-05 01:22:01','2020-02-13 07:00:02'),(645,NULL,'2020-02-12 09:24:51','2020-02-12 09:24:51'),(646,NULL,'2020-02-17 03:19:39','2020-02-17 03:19:39'),(647,NULL,'2020-02-17 08:21:46','2020-02-17 08:21:46'),(648,NULL,'2020-02-17 11:59:05','2020-02-17 11:59:05'),(649,NULL,'2020-02-17 12:35:00','2020-02-17 12:35:00'),(650,NULL,'2020-02-18 00:34:38','2020-02-18 00:34:38'),(651,NULL,'2020-02-18 09:40:43','2020-02-18 09:40:43'),(652,NULL,'2020-02-18 10:09:24','2020-02-18 10:09:24'),(653,NULL,'2020-02-18 10:13:47','2020-02-18 10:13:47'),(654,NULL,'2020-02-18 10:14:26','2020-02-18 10:14:26'),(655,NULL,'2020-02-25 05:17:31','2020-02-25 05:17:31'),(656,NULL,'2020-02-26 11:53:53','2020-02-26 11:53:53'),(657,'{\"ops\":[{\"insert\":\"てすと\\n\"}]}','2020-03-02 05:45:08','2020-03-03 11:47:39'),(658,NULL,'2020-03-02 07:30:30','2020-03-02 07:30:30');
/*!40000 ALTER TABLE `seminar_contents` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `seminar_entry`
--

DROP TABLE IF EXISTS `seminar_entry`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `seminar_entry` (
  `seminar_id` bigint(20) NOT NULL,
  `account_id` bigint(20) NOT NULL,
  `seminar_ticket_id` bigint(20) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  UNIQUE KEY `seminar_entry_pk` (`seminar_id`,`account_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `seminar_entry`
--

LOCK TABLES `seminar_entry` WRITE;
/*!40000 ALTER TABLE `seminar_entry` DISABLE KEYS */;
/*!40000 ALTER TABLE `seminar_entry` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `seminar_entry_summary`
--

DROP TABLE IF EXISTS `seminar_entry_summary`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `seminar_entry_summary` (
  `seminar_id` bigint(20) NOT NULL,
  `entry_count` int(11) NOT NULL DEFAULT '0',
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`seminar_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `seminar_entry_summary`
--

LOCK TABLES `seminar_entry_summary` WRITE;
/*!40000 ALTER TABLE `seminar_entry_summary` DISABLE KEYS */;
INSERT INTO `seminar_entry_summary` (`seminar_id`, `entry_count`, `created_at`, `updated_at`) VALUES (643,0,'2020-02-05 00:37:47','2020-02-05 00:37:47'),(644,0,'2020-02-05 01:22:01','2020-02-05 01:22:01'),(645,0,'2020-02-12 09:24:51','2020-02-12 09:24:51'),(646,0,'2020-02-17 03:19:39','2020-02-17 03:19:39'),(647,0,'2020-02-17 08:21:46','2020-02-17 08:21:46'),(648,0,'2020-02-17 11:59:05','2020-02-17 11:59:05'),(649,0,'2020-02-17 12:35:00','2020-02-17 12:35:00'),(650,0,'2020-02-18 00:34:38','2020-02-18 00:34:38'),(651,0,'2020-02-18 09:40:43','2020-02-18 09:40:43'),(652,0,'2020-02-18 10:09:24','2020-02-18 10:09:24'),(653,0,'2020-02-18 10:13:47','2020-02-18 10:13:47'),(654,0,'2020-02-18 10:14:26','2020-02-18 10:14:26'),(655,0,'2020-02-25 05:17:31','2020-02-25 05:17:31'),(656,0,'2020-02-26 11:53:53','2020-02-26 11:53:53'),(657,0,'2020-03-02 05:45:08','2020-03-02 05:45:08'),(658,0,'2020-03-02 07:30:30','2020-03-02 07:30:30');
/*!40000 ALTER TABLE `seminar_entry_summary` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `seminar_overview`
--

DROP TABLE IF EXISTS `seminar_overview`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `seminar_overview` (
  `seminar_id` bigint(20) NOT NULL,
  `title` text COLLATE utf8mb4_unicode_ci,
  `summary` text COLLATE utf8mb4_unicode_ci,
  `lecturer_profile` text COLLATE utf8mb4_unicode_ci,
  `main_image_extension` varchar(10) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`seminar_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `seminar_overview`
--

LOCK TABLES `seminar_overview` WRITE;
/*!40000 ALTER TABLE `seminar_overview` DISABLE KEYS */;
INSERT INTO `seminar_overview` (`seminar_id`, `title`, `summary`, `lecturer_profile`, `main_image_extension`, `created_at`, `updated_at`) VALUES (640,'test','ダミーサマリー','a','jpg','2020-01-28 07:19:56','2020-01-28 07:19:56'),(643,NULL,NULL,NULL,NULL,'2020-02-05 00:37:47','2020-02-05 00:37:47'),(644,'test','test','test','jpg','2020-02-05 01:22:01','2020-02-13 00:41:13'),(645,NULL,NULL,NULL,NULL,'2020-02-12 09:24:51','2020-02-12 09:24:51'),(646,NULL,NULL,NULL,NULL,'2020-02-17 03:19:39','2020-02-17 03:19:39'),(647,NULL,NULL,NULL,NULL,'2020-02-17 08:21:46','2020-02-17 08:21:46'),(648,NULL,NULL,NULL,NULL,'2020-02-17 11:59:05','2020-02-17 11:59:05'),(649,NULL,NULL,NULL,NULL,'2020-02-17 12:35:00','2020-02-17 12:35:00'),(650,NULL,NULL,NULL,NULL,'2020-02-18 00:34:37','2020-02-18 00:34:37'),(651,NULL,NULL,NULL,NULL,'2020-02-18 09:40:43','2020-02-18 09:40:43'),(652,NULL,NULL,NULL,NULL,'2020-02-18 10:09:24','2020-02-18 10:09:24'),(653,NULL,NULL,NULL,NULL,'2020-02-18 10:13:47','2020-02-18 10:13:47'),(654,NULL,NULL,NULL,NULL,'2020-02-18 10:14:26','2020-02-18 10:14:26'),(655,NULL,NULL,NULL,NULL,'2020-02-25 05:17:31','2020-02-25 05:17:31'),(656,NULL,NULL,NULL,NULL,'2020-02-26 11:53:53','2020-02-26 11:53:53'),(657,'てすと',NULL,NULL,'jpg','2020-03-02 05:45:08','2020-03-03 11:47:32'),(658,NULL,NULL,NULL,NULL,'2020-03-02 07:30:30','2020-03-02 07:30:30');
/*!40000 ALTER TABLE `seminar_overview` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `seminar_place`
--

DROP TABLE IF EXISTS `seminar_place`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `seminar_place` (
  `seminar_id` bigint(20) NOT NULL,
  `place_arrangement` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `prefecture_id` int(11) DEFAULT NULL,
  `city_id` int(11) DEFAULT NULL,
  `address` text COLLATE utf8mb4_unicode_ci,
  `place` text COLLATE utf8mb4_unicode_ci,
  `lat` double DEFAULT NULL,
  `lng` double DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`seminar_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `seminar_place`
--

LOCK TABLES `seminar_place` WRITE;
/*!40000 ALTER TABLE `seminar_place` DISABLE KEYS */;
INSERT INTO `seminar_place` (`seminar_id`, `place_arrangement`, `prefecture_id`, `city_id`, `address`, `place`, `lat`, `lng`, `created_at`, `updated_at`) VALUES (640,'request',NULL,NULL,NULL,NULL,NULL,NULL,'2020-01-27 10:53:14','2020-01-27 10:53:14');
/*!40000 ALTER TABLE `seminar_place` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `seminar_support`
--

DROP TABLE IF EXISTS `seminar_support`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `seminar_support` (
  `seminar_id` bigint(20) NOT NULL,
  `shooting_support` tinyint(4) NOT NULL DEFAULT '0',
  `shooting_edit_support` tinyint(4) NOT NULL DEFAULT '0',
  `movie_sales_support` tinyint(4) NOT NULL DEFAULT '0',
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`seminar_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `seminar_support`
--

LOCK TABLES `seminar_support` WRITE;
/*!40000 ALTER TABLE `seminar_support` DISABLE KEYS */;
INSERT INTO `seminar_support` (`seminar_id`, `shooting_support`, `shooting_edit_support`, `movie_sales_support`, `created_at`, `updated_at`) VALUES (640,0,0,0,'2020-02-04 01:21:08','2020-02-04 03:43:33'),(643,0,0,0,'2020-02-05 00:37:47','2020-02-05 00:37:47'),(644,0,0,0,'2020-02-05 01:22:01','2020-02-13 03:13:10'),(645,0,0,0,'2020-02-12 09:24:51','2020-02-12 09:24:51'),(646,0,0,0,'2020-02-17 03:19:39','2020-02-17 03:19:39'),(647,0,0,0,'2020-02-17 08:21:46','2020-02-17 08:21:46'),(648,0,0,0,'2020-02-17 11:59:05','2020-02-17 11:59:05'),(649,0,0,0,'2020-02-17 12:35:00','2020-02-17 12:35:00'),(650,0,0,0,'2020-02-18 00:34:38','2020-02-18 00:34:38'),(651,0,0,0,'2020-02-18 09:40:43','2020-02-18 09:40:43'),(652,0,0,0,'2020-02-18 10:09:24','2020-02-18 10:09:24'),(653,0,0,0,'2020-02-18 10:13:47','2020-02-18 10:13:47'),(654,0,0,0,'2020-02-18 10:14:26','2020-02-18 10:14:26'),(655,0,0,0,'2020-02-25 05:17:31','2020-02-25 05:17:31'),(656,0,0,0,'2020-02-26 11:53:53','2020-02-26 11:53:53'),(657,0,0,0,'2020-03-02 05:45:08','2020-03-03 11:47:54'),(658,0,0,0,'2020-03-02 07:30:30','2020-03-02 07:30:30');
/*!40000 ALTER TABLE `seminar_support` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `seminar_ticket`
--

DROP TABLE IF EXISTS `seminar_ticket`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `seminar_ticket` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `seminar_id` bigint(11) DEFAULT NULL,
  `name` text,
  `price` int(11) NOT NULL,
  `capacity` int(11) DEFAULT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` datetime NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3279 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `seminar_ticket`
--

LOCK TABLES `seminar_ticket` WRITE;
/*!40000 ALTER TABLE `seminar_ticket` DISABLE KEYS */;
INSERT INTO `seminar_ticket` (`id`, `seminar_id`, `name`, `price`, `capacity`, `created_at`, `updated_at`) VALUES (3278,657,'無料チケット',100,20,'2020-03-05 06:25:07','2020-03-05 06:25:07');
/*!40000 ALTER TABLE `seminar_ticket` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2020-03-06 12:23:04
-- MySQL dump 10.13  Distrib 8.0.19, for osx10.14 (x86_64)
--
-- Host: 127.0.0.1    Database: semipro
-- ------------------------------------------------------
-- Server version	8.0.18

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8mb4 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `account`
--

DROP TABLE IF EXISTS `account`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `account` (
  `id` bigint(11) unsigned NOT NULL AUTO_INCREMENT,
  `username` varchar(12) NOT NULL,
  `email` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `register_status` varchar(255) NOT NULL DEFAULT 'provisional',
  `stripe_account_id` varchar(255) DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`),
  UNIQUE KEY `account_stripe_account_id_uindex` (`stripe_account_id`)
) ENGINE=InnoDB AUTO_INCREMENT=20 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `account`
--

LOCK TABLES `account` WRITE;
/*!40000 ALTER TABLE `account` DISABLE KEYS */;
INSERT INTO `account` (`id`, `username`, `email`, `password`, `register_status`, `stripe_account_id`, `created_at`, `updated_at`) VALUES (14,'d-fujii','fujii.daisuke@goingflow.com','$2a$10$bQQ7pYvAP92.vkrJbXCY1uZbBXJEbaT6EPOasNSLWhGlk5FVMqjke','regular',NULL,'2019-04-24 16:43:46','2019-04-24 16:50:00'),(18,'d-ziifuu','d.ziifuu@gmail.com','$2a$10$bQQ7pYvAP92.vkrJbXCY1uZbBXJEbaT6EPOasNSLWhGlk5FVMqjke','regular',NULL,'2019-05-31 19:33:51','2019-05-31 19:35:44'),(19,'sukiyaki','sukiyaki366@gmail.com','$2a$10$oRQyfbXnFJcvSmFiftJTu.1ntwkaaqqD26dWCb1KtrTyDt4lScvmm','regular','acct_1GFysABWICTnHlq0','2020-01-07 01:55:38','2020-02-25 08:34:36');
/*!40000 ALTER TABLE `account` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `city`
--

DROP TABLE IF EXISTS `city`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `city` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `prefecture_id` int(11) DEFAULT NULL,
  `name` text,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=1742 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `city`
--

LOCK TABLES `city` WRITE;
/*!40000 ALTER TABLE `city` DISABLE KEYS */;
INSERT INTO `city` (`id`, `prefecture_id`, `name`) VALUES (1,1,'札幌市'),(2,1,'函館市'),(3,1,'小樽市'),(4,1,'旭川市'),(5,1,'室蘭市'),(6,1,'釧路市'),(7,1,'帯広市'),(8,1,'北見市'),(9,1,'夕張市'),(10,1,'岩見沢市'),(11,1,'網走市'),(12,1,'留萌市'),(13,1,'苫小牧市'),(14,1,'稚内市'),(15,1,'美唄市'),(16,1,'芦別市'),(17,1,'江別市'),(18,1,'赤平市'),(19,1,'紋別市'),(20,1,'士別市'),(21,1,'名寄市'),(22,1,'三笠市'),(23,1,'根室市'),(24,1,'千歳市'),(25,1,'滝川市'),(26,1,'砂川市'),(27,1,'歌志内市'),(28,1,'深川市'),(29,1,'富良野市'),(30,1,'登別市'),(31,1,'恵庭市'),(32,1,'伊達市'),(33,1,'北広島市'),(34,1,'石狩市'),(35,1,'北斗市'),(36,1,'当別町'),(37,1,'新篠津村'),(38,1,'松前町'),(39,1,'福島町'),(40,1,'知内町'),(41,1,'木古内町'),(42,1,'七飯町'),(43,1,'鹿部町'),(44,1,'森町'),(45,1,'八雲町'),(46,1,'長万部町'),(47,1,'江差町'),(48,1,'上ノ国町'),(49,1,'厚沢部町'),(50,1,'乙部町'),(51,1,'奥尻町'),(52,1,'今金町'),(53,1,'せたな町'),(54,1,'島牧村'),(55,1,'寿都町'),(56,1,'黒松内町'),(57,1,'蘭越町'),(58,1,'ニセコ町'),(59,1,'真狩村'),(60,1,'留寿都村'),(61,1,'喜茂別町'),(62,1,'京極町'),(63,1,'倶知安町'),(64,1,'共和町'),(65,1,'岩内町'),(66,1,'泊村'),(67,1,'神恵内村'),(68,1,'積丹町'),(69,1,'古平町'),(70,1,'仁木町'),(71,1,'余市町'),(72,1,'赤井川村'),(73,1,'南幌町'),(74,1,'奈井江町'),(75,1,'上砂川町'),(76,1,'由仁町'),(77,1,'長沼町'),(78,1,'栗山町'),(79,1,'月形町'),(80,1,'浦臼町'),(81,1,'新十津川町'),(82,1,'妹背牛町'),(83,1,'秩父別町'),(84,1,'雨竜町'),(85,1,'北竜町'),(86,1,'沼田町'),(87,1,'鷹栖町'),(88,1,'東神楽町'),(89,1,'当麻町'),(90,1,'比布町'),(91,1,'愛別町'),(92,1,'上川町'),(93,1,'東川町'),(94,1,'美瑛町'),(95,1,'上富良野町'),(96,1,'中富良野町'),(97,1,'南富良野町'),(98,1,'占冠村'),(99,1,'和寒町'),(100,1,'剣淵町'),(101,1,'下川町'),(102,1,'美深町'),(103,1,'音威子府村'),(104,1,'中川町'),(105,1,'幌加内町'),(106,1,'増毛町'),(107,1,'小平町'),(108,1,'苫前町'),(109,1,'羽幌町'),(110,1,'初山別村'),(111,1,'遠別町'),(112,1,'天塩町'),(113,1,'猿払村'),(114,1,'浜頓別町'),(115,1,'中頓別町'),(116,1,'枝幸町'),(117,1,'豊富町'),(118,1,'礼文町'),(119,1,'利尻町'),(120,1,'利尻富士町'),(121,1,'幌延町'),(122,1,'美幌町'),(123,1,'津別町'),(124,1,'斜里町'),(125,1,'清里町'),(126,1,'小清水町'),(127,1,'訓子府町'),(128,1,'置戸町'),(129,1,'佐呂間町'),(130,1,'遠軽町'),(131,1,'湧別町'),(132,1,'滝上町'),(133,1,'興部町'),(134,1,'西興部村'),(135,1,'雄武町'),(136,1,'大空町'),(137,1,'豊浦町'),(138,1,'壮瞥町'),(139,1,'白老町'),(140,1,'厚真町'),(141,1,'洞爺湖町'),(142,1,'安平町'),(143,1,'むかわ町'),(144,1,'日高町'),(145,1,'平取町'),(146,1,'新冠町'),(147,1,'浦河町'),(148,1,'様似町'),(149,1,'えりも町'),(150,1,'新ひだか町'),(151,1,'音更町'),(152,1,'士幌町'),(153,1,'上士幌町'),(154,1,'鹿追町'),(155,1,'新得町'),(156,1,'清水町'),(157,1,'芽室町'),(158,1,'中札内村'),(159,1,'更別村'),(160,1,'大樹町'),(161,1,'広尾町'),(162,1,'幕別町'),(163,1,'池田町'),(164,1,'豊頃町'),(165,1,'本別町'),(166,1,'足寄町'),(167,1,'陸別町'),(168,1,'浦幌町'),(169,1,'釧路町'),(170,1,'厚岸町'),(171,1,'浜中町'),(172,1,'標茶町'),(173,1,'弟子屈町'),(174,1,'鶴居村'),(175,1,'白糠町'),(176,1,'別海町'),(177,1,'中標津町'),(178,1,'標津町'),(179,1,'羅臼町'),(180,2,'青森市'),(181,2,'弘前市'),(182,2,'八戸市'),(183,2,'黒石市'),(184,2,'五所川原市'),(185,2,'十和田市'),(186,2,'三沢市'),(187,2,'むつ市'),(188,2,'つがる市'),(189,2,'平川市'),(190,2,'平内町'),(191,2,'今別町'),(192,2,'蓬田村'),(193,2,'外ヶ浜町'),(194,2,'鰺ヶ沢町'),(195,2,'深浦町'),(196,2,'西目屋村'),(197,2,'藤崎町'),(198,2,'大鰐町'),(199,2,'田舎館村'),(200,2,'板柳町'),(201,2,'鶴田町'),(202,2,'中泊町'),(203,2,'野辺地町'),(204,2,'七戸町'),(205,2,'六戸町'),(206,2,'横浜町'),(207,2,'東北町'),(208,2,'六ヶ所村'),(209,2,'おいらせ町'),(210,2,'大間町'),(211,2,'東通村'),(212,2,'風間浦村'),(213,2,'佐井村'),(214,2,'三戸町'),(215,2,'五戸町'),(216,2,'田子町'),(217,2,'南部町'),(218,2,'階上町'),(219,2,'新郷村'),(220,3,'盛岡市'),(221,3,'宮古市'),(222,3,'大船渡市'),(223,3,'花巻市'),(224,3,'北上市'),(225,3,'久慈市'),(226,3,'遠野市'),(227,3,'一関市'),(228,3,'陸前高田市'),(229,3,'釜石市'),(230,3,'二戸市'),(231,3,'八幡平市'),(232,3,'奥州市'),(233,3,'滝沢市'),(234,3,'雫石町'),(235,3,'葛巻町'),(236,3,'岩手町'),(237,3,'紫波町'),(238,3,'矢巾町'),(239,3,'西和賀町'),(240,3,'金ケ崎町'),(241,3,'平泉町'),(242,3,'住田町'),(243,3,'大槌町'),(244,3,'山田町'),(245,3,'岩泉町'),(246,3,'田野畑村'),(247,3,'普代村'),(248,3,'軽米町'),(249,3,'野田村'),(250,3,'九戸村'),(251,3,'洋野町'),(252,3,'一戸町'),(253,4,'仙台市'),(254,4,'石巻市'),(255,4,'塩竈市'),(256,4,'気仙沼市'),(257,4,'白石市'),(258,4,'名取市'),(259,4,'角田市'),(260,4,'多賀城市'),(261,4,'岩沼市'),(262,4,'登米市'),(263,4,'栗原市'),(264,4,'東松島市'),(265,4,'大崎市'),(266,4,'富谷市'),(267,4,'蔵王町'),(268,4,'七ヶ宿町'),(269,4,'大河原町'),(270,4,'村田町'),(271,4,'柴田町'),(272,4,'川崎町'),(273,4,'丸森町'),(274,4,'亘理町'),(275,4,'山元町'),(276,4,'松島町'),(277,4,'七ヶ浜町'),(278,4,'利府町'),(279,4,'大和町'),(280,4,'大郷町'),(281,4,'大衡村'),(282,4,'色麻町'),(283,4,'加美町'),(284,4,'涌谷町'),(285,4,'美里町'),(286,4,'女川町'),(287,4,'南三陸町'),(288,5,'秋田市'),(289,5,'能代市'),(290,5,'横手市'),(291,5,'大館市'),(292,5,'男鹿市'),(293,5,'湯沢市'),(294,5,'鹿角市'),(295,5,'由利本荘市'),(296,5,'潟上市'),(297,5,'大仙市'),(298,5,'北秋田市'),(299,5,'にかほ市'),(300,5,'仙北市'),(301,5,'小坂町'),(302,5,'上小阿仁村'),(303,5,'藤里町'),(304,5,'三種町'),(305,5,'八峰町'),(306,5,'五城目町'),(307,5,'八郎潟町'),(308,5,'井川町'),(309,5,'大潟村'),(310,5,'美郷町'),(311,5,'羽後町'),(312,5,'東成瀬村'),(313,6,'山形市'),(314,6,'米沢市'),(315,6,'鶴岡市'),(316,6,'酒田市'),(317,6,'新庄市'),(318,6,'寒河江市'),(319,6,'上山市'),(320,6,'村山市'),(321,6,'長井市'),(322,6,'天童市'),(323,6,'東根市'),(324,6,'尾花沢市'),(325,6,'南陽市'),(326,6,'山辺町'),(327,6,'中山町'),(328,6,'河北町'),(329,6,'西川町'),(330,6,'朝日町'),(331,6,'大江町'),(332,6,'大石田町'),(333,6,'金山町'),(334,6,'最上町'),(335,6,'舟形町'),(336,6,'真室川町'),(337,6,'大蔵村'),(338,6,'鮭川村'),(339,6,'戸沢村'),(340,6,'高畠町'),(341,6,'川西町'),(342,6,'小国町'),(343,6,'白鷹町'),(344,6,'飯豊町'),(345,6,'三川町'),(346,6,'庄内町'),(347,6,'遊佐町'),(348,7,'福島市'),(349,7,'会津若松市'),(350,7,'郡山市'),(351,7,'いわき市'),(352,7,'白河市'),(353,7,'須賀川市'),(354,7,'喜多方市'),(355,7,'相馬市'),(356,7,'二本松市'),(357,7,'田村市'),(358,7,'南相馬市'),(359,7,'伊達市'),(360,7,'本宮市'),(361,7,'桑折町'),(362,7,'国見町'),(363,7,'川俣町'),(364,7,'大玉村'),(365,7,'鏡石町'),(366,7,'天栄村'),(367,7,'下郷町'),(368,7,'檜枝岐村'),(369,7,'只見町'),(370,7,'南会津町'),(371,7,'北塩原村'),(372,7,'西会津町'),(373,7,'磐梯町'),(374,7,'猪苗代町'),(375,7,'会津坂下町'),(376,7,'湯川村'),(377,7,'柳津町'),(378,7,'三島町'),(379,7,'金山町'),(380,7,'昭和村'),(381,7,'会津美里町'),(382,7,'西郷村'),(383,7,'泉崎村'),(384,7,'中島村'),(385,7,'矢吹町'),(386,7,'棚倉町'),(387,7,'矢祭町'),(388,7,'塙町'),(389,7,'鮫川村'),(390,7,'石川町'),(391,7,'玉川村'),(392,7,'平田村'),(393,7,'浅川町'),(394,7,'古殿町'),(395,7,'三春町'),(396,7,'小野町'),(397,7,'広野町'),(398,7,'楢葉町'),(399,7,'富岡町'),(400,7,'川内村'),(401,7,'大熊町'),(402,7,'双葉町'),(403,7,'浪江町'),(404,7,'葛尾村'),(405,7,'新地町'),(406,7,'飯舘村'),(407,8,'水戸市'),(408,8,'日立市'),(409,8,'土浦市'),(410,8,'古河市'),(411,8,'石岡市'),(412,8,'結城市'),(413,8,'龍ケ崎市'),(414,8,'下妻市'),(415,8,'常総市'),(416,8,'常陸太田市'),(417,8,'高萩市'),(418,8,'北茨城市'),(419,8,'笠間市'),(420,8,'取手市'),(421,8,'牛久市'),(422,8,'つくば市'),(423,8,'ひたちなか市'),(424,8,'鹿嶋市'),(425,8,'潮来市'),(426,8,'守谷市'),(427,8,'常陸大宮市'),(428,8,'那珂市'),(429,8,'筑西市'),(430,8,'坂東市'),(431,8,'稲敷市'),(432,8,'かすみがうら市'),(433,8,'桜川市'),(434,8,'神栖市'),(435,8,'行方市'),(436,8,'鉾田市'),(437,8,'つくばみらい市'),(438,8,'小美玉市'),(439,8,'茨城町'),(440,8,'大洗町'),(441,8,'城里町'),(442,8,'東海村'),(443,8,'大子町'),(444,8,'美浦村'),(445,8,'阿見町'),(446,8,'河内町'),(447,8,'八千代町'),(448,8,'五霞町'),(449,8,'境町'),(450,8,'利根町'),(451,9,'宇都宮市'),(452,9,'足利市'),(453,9,'栃木市'),(454,9,'佐野市'),(455,9,'鹿沼市'),(456,9,'日光市'),(457,9,'小山市'),(458,9,'真岡市'),(459,9,'大田原市'),(460,9,'矢板市'),(461,9,'那須塩原市'),(462,9,'さくら市'),(463,9,'那須烏山市'),(464,9,'下野市'),(465,9,'上三川町'),(466,9,'益子町'),(467,9,'茂木町'),(468,9,'市貝町'),(469,9,'芳賀町'),(470,9,'壬生町'),(471,9,'野木町'),(472,9,'塩谷町'),(473,9,'高根沢町'),(474,9,'那須町'),(475,9,'那珂川町'),(476,10,'前橋市'),(477,10,'高崎市'),(478,10,'桐生市'),(479,10,'伊勢崎市'),(480,10,'太田市'),(481,10,'沼田市'),(482,10,'館林市'),(483,10,'渋川市'),(484,10,'藤岡市'),(485,10,'富岡市'),(486,10,'安中市'),(487,10,'みどり市'),(488,10,'榛東村'),(489,10,'吉岡町'),(490,10,'上野村'),(491,10,'神流町'),(492,10,'下仁田町'),(493,10,'南牧村'),(494,10,'甘楽町'),(495,10,'中之条町'),(496,10,'長野原町'),(497,10,'嬬恋村'),(498,10,'草津町'),(499,10,'高山村'),(500,10,'東吾妻町'),(501,10,'片品村'),(502,10,'川場村'),(503,10,'昭和村'),(504,10,'みなかみ町'),(505,10,'玉村町'),(506,10,'板倉町'),(507,10,'明和町'),(508,10,'千代田町'),(509,10,'大泉町'),(510,10,'邑楽町'),(511,11,'さいたま市'),(512,11,'川越市'),(513,11,'熊谷市'),(514,11,'川口市'),(515,11,'行田市'),(516,11,'秩父市'),(517,11,'所沢市'),(518,11,'飯能市'),(519,11,'加須市'),(520,11,'本庄市'),(521,11,'東松山市'),(522,11,'春日部市'),(523,11,'狭山市'),(524,11,'羽生市'),(525,11,'鴻巣市'),(526,11,'深谷市'),(527,11,'上尾市'),(528,11,'草加市'),(529,11,'越谷市'),(530,11,'蕨市'),(531,11,'戸田市'),(532,11,'入間市'),(533,11,'朝霞市'),(534,11,'志木市'),(535,11,'和光市'),(536,11,'新座市'),(537,11,'桶川市'),(538,11,'久喜市'),(539,11,'北本市'),(540,11,'八潮市'),(541,11,'富士見市'),(542,11,'三郷市'),(543,11,'蓮田市'),(544,11,'坂戸市'),(545,11,'幸手市'),(546,11,'鶴ヶ島市'),(547,11,'日高市'),(548,11,'吉川市'),(549,11,'ふじみ野市'),(550,11,'白岡市'),(551,11,'伊奈町'),(552,11,'三芳町'),(553,11,'毛呂山町'),(554,11,'越生町'),(555,11,'滑川町'),(556,11,'嵐山町'),(557,11,'小川町'),(558,11,'川島町'),(559,11,'吉見町'),(560,11,'鳩山町'),(561,11,'ときがわ町'),(562,11,'横瀬町'),(563,11,'皆野町'),(564,11,'長瀞町'),(565,11,'小鹿野町'),(566,11,'東秩父村'),(567,11,'美里町'),(568,11,'神川町'),(569,11,'上里町'),(570,11,'寄居町'),(571,11,'宮代町'),(572,11,'杉戸町'),(573,11,'松伏町'),(574,12,'千葉市'),(575,12,'銚子市'),(576,12,'市川市'),(577,12,'船橋市'),(578,12,'館山市'),(579,12,'木更津市'),(580,12,'松戸市'),(581,12,'野田市'),(582,12,'茂原市'),(583,12,'成田市'),(584,12,'佐倉市'),(585,12,'東金市'),(586,12,'旭市'),(587,12,'習志野市'),(588,12,'柏市'),(589,12,'勝浦市'),(590,12,'市原市'),(591,12,'流山市'),(592,12,'八千代市'),(593,12,'我孫子市'),(594,12,'鴨川市'),(595,12,'鎌ケ谷市'),(596,12,'君津市'),(597,12,'富津市'),(598,12,'浦安市'),(599,12,'四街道市'),(600,12,'袖ケ浦市'),(601,12,'八街市'),(602,12,'印西市'),(603,12,'白井市'),(604,12,'富里市'),(605,12,'南房総市'),(606,12,'匝瑳市'),(607,12,'香取市'),(608,12,'山武市'),(609,12,'いすみ市'),(610,12,'大網白里市'),(611,12,'酒々井町'),(612,12,'栄町'),(613,12,'神崎町'),(614,12,'多古町'),(615,12,'東庄町'),(616,12,'九十九里町'),(617,12,'芝山町'),(618,12,'横芝光町'),(619,12,'一宮町'),(620,12,'睦沢町'),(621,12,'長生村'),(622,12,'白子町'),(623,12,'長柄町'),(624,12,'長南町'),(625,12,'大多喜町'),(626,12,'御宿町'),(627,12,'鋸南町'),(628,13,'千代田区'),(629,13,'中央区'),(630,13,'港区'),(631,13,'新宿区'),(632,13,'文京区'),(633,13,'台東区'),(634,13,'墨田区'),(635,13,'江東区'),(636,13,'品川区'),(637,13,'目黒区'),(638,13,'大田区'),(639,13,'世田谷区'),(640,13,'渋谷区'),(641,13,'中野区'),(642,13,'杉並区'),(643,13,'豊島区'),(644,13,'北区'),(645,13,'荒川区'),(646,13,'板橋区'),(647,13,'練馬区'),(648,13,'足立区'),(649,13,'葛飾区'),(650,13,'江戸川区'),(651,13,'八王子市'),(652,13,'立川市'),(653,13,'武蔵野市'),(654,13,'三鷹市'),(655,13,'青梅市'),(656,13,'府中市'),(657,13,'昭島市'),(658,13,'調布市'),(659,13,'町田市'),(660,13,'小金井市'),(661,13,'小平市'),(662,13,'日野市'),(663,13,'東村山市'),(664,13,'国分寺市'),(665,13,'国立市'),(666,13,'福生市'),(667,13,'狛江市'),(668,13,'東大和市'),(669,13,'清瀬市'),(670,13,'東久留米市'),(671,13,'武蔵村山市'),(672,13,'多摩市'),(673,13,'稲城市'),(674,13,'羽村市'),(675,13,'あきる野市'),(676,13,'西東京市'),(677,13,'瑞穂町'),(678,13,'日の出町'),(679,13,'檜原村'),(680,13,'奥多摩町'),(681,13,'大島町'),(682,13,'利島村'),(683,13,'新島村'),(684,13,'神津島村'),(685,13,'三宅村'),(686,13,'御蔵島村'),(687,13,'八丈町'),(688,13,'青ヶ島村'),(689,13,'小笠原村'),(690,14,'横浜市'),(691,14,'川崎市'),(692,14,'相模原市'),(693,14,'横須賀市'),(694,14,'平塚市'),(695,14,'鎌倉市'),(696,14,'藤沢市'),(697,14,'小田原市'),(698,14,'茅ヶ崎市'),(699,14,'逗子市'),(700,14,'三浦市'),(701,14,'秦野市'),(702,14,'厚木市'),(703,14,'大和市'),(704,14,'伊勢原市'),(705,14,'海老名市'),(706,14,'座間市'),(707,14,'南足柄市'),(708,14,'綾瀬市'),(709,14,'葉山町'),(710,14,'寒川町'),(711,14,'大磯町'),(712,14,'二宮町'),(713,14,'中井町'),(714,14,'大井町'),(715,14,'松田町'),(716,14,'山北町'),(717,14,'開成町'),(718,14,'箱根町'),(719,14,'真鶴町'),(720,14,'湯河原町'),(721,14,'愛川町'),(722,14,'清川村'),(723,15,'新潟市'),(724,15,'長岡市'),(725,15,'三条市'),(726,15,'柏崎市'),(727,15,'新発田市'),(728,15,'小千谷市'),(729,15,'加茂市'),(730,15,'十日町市'),(731,15,'見附市'),(732,15,'村上市'),(733,15,'燕市'),(734,15,'糸魚川市'),(735,15,'妙高市'),(736,15,'五泉市'),(737,15,'上越市'),(738,15,'阿賀野市'),(739,15,'佐渡市'),(740,15,'魚沼市'),(741,15,'南魚沼市'),(742,15,'胎内市'),(743,15,'聖籠町'),(744,15,'弥彦村'),(745,15,'田上町'),(746,15,'阿賀町'),(747,15,'出雲崎町'),(748,15,'湯沢町'),(749,15,'津南町'),(750,15,'刈羽村'),(751,15,'関川村'),(752,15,'粟島浦村'),(753,16,'富山市'),(754,16,'高岡市'),(755,16,'魚津市'),(756,16,'氷見市'),(757,16,'滑川市'),(758,16,'黒部市'),(759,16,'砺波市'),(760,16,'小矢部市'),(761,16,'南砺市'),(762,16,'射水市'),(763,16,'舟橋村'),(764,16,'上市町'),(765,16,'立山町'),(766,16,'入善町'),(767,16,'朝日町'),(768,17,'金沢市'),(769,17,'七尾市'),(770,17,'小松市'),(771,17,'輪島市'),(772,17,'珠洲市'),(773,17,'加賀市'),(774,17,'羽咋市'),(775,17,'かほく市'),(776,17,'白山市'),(777,17,'能美市'),(778,17,'野々市市'),(779,17,'川北町'),(780,17,'津幡町'),(781,17,'内灘町'),(782,17,'志賀町'),(783,17,'宝達志水町'),(784,17,'中能登町'),(785,17,'穴水町'),(786,17,'能登町'),(787,18,'福井市'),(788,18,'敦賀市'),(789,18,'小浜市'),(790,18,'大野市'),(791,18,'勝山市'),(792,18,'鯖江市'),(793,18,'あわら市'),(794,18,'越前市'),(795,18,'坂井市'),(796,18,'永平寺町'),(797,18,'池田町'),(798,18,'南越前町'),(799,18,'越前町'),(800,18,'美浜町'),(801,18,'高浜町'),(802,18,'おおい町'),(803,18,'若狭町'),(804,19,'甲府市'),(805,19,'富士吉田市'),(806,19,'都留市'),(807,19,'山梨市'),(808,19,'大月市'),(809,19,'韮崎市'),(810,19,'南アルプス市'),(811,19,'北杜市'),(812,19,'甲斐市'),(813,19,'笛吹市'),(814,19,'上野原市'),(815,19,'甲州市'),(816,19,'中央市'),(817,19,'市川三郷町'),(818,19,'早川町'),(819,19,'身延町'),(820,19,'南部町'),(821,19,'富士川町'),(822,19,'昭和町'),(823,19,'道志村'),(824,19,'西桂町'),(825,19,'忍野村'),(826,19,'山中湖村'),(827,19,'鳴沢村'),(828,19,'富士河口湖町'),(829,19,'小菅村'),(830,19,'丹波山村'),(831,20,'長野市'),(832,20,'松本市'),(833,20,'上田市'),(834,20,'岡谷市'),(835,20,'飯田市'),(836,20,'諏訪市'),(837,20,'須坂市'),(838,20,'小諸市'),(839,20,'伊那市'),(840,20,'駒ヶ根市'),(841,20,'中野市'),(842,20,'大町市'),(843,20,'飯山市'),(844,20,'茅野市'),(845,20,'塩尻市'),(846,20,'佐久市'),(847,20,'千曲市'),(848,20,'東御市'),(849,20,'安曇野市'),(850,20,'小海町'),(851,20,'川上村'),(852,20,'南牧村'),(853,20,'南相木村'),(854,20,'北相木村'),(855,20,'佐久穂町'),(856,20,'軽井沢町'),(857,20,'御代田町'),(858,20,'立科町'),(859,20,'青木村'),(860,20,'長和町'),(861,20,'下諏訪町'),(862,20,'富士見町'),(863,20,'原村'),(864,20,'辰野町'),(865,20,'箕輪町'),(866,20,'飯島町'),(867,20,'南箕輪村'),(868,20,'中川村'),(869,20,'宮田村'),(870,20,'松川町'),(871,20,'高森町'),(872,20,'阿南町'),(873,20,'阿智村'),(874,20,'平谷村'),(875,20,'根羽村'),(876,20,'下條村'),(877,20,'売木村'),(878,20,'天龍村'),(879,20,'泰阜村'),(880,20,'喬木村'),(881,20,'豊丘村'),(882,20,'大鹿村'),(883,20,'上松町'),(884,20,'南木曽町'),(885,20,'木祖村'),(886,20,'王滝村'),(887,20,'大桑村'),(888,20,'木曽町'),(889,20,'麻績村'),(890,20,'生坂村'),(891,20,'山形村'),(892,20,'朝日村'),(893,20,'筑北村'),(894,20,'池田町'),(895,20,'松川村'),(896,20,'白馬村'),(897,20,'小谷村'),(898,20,'坂城町'),(899,20,'小布施町'),(900,20,'高山村'),(901,20,'山ノ内町'),(902,20,'木島平村'),(903,20,'野沢温泉村'),(904,20,'信濃町'),(905,20,'小川村'),(906,20,'飯綱町'),(907,20,'栄村'),(908,21,'岐阜市'),(909,21,'大垣市'),(910,21,'高山市'),(911,21,'多治見市'),(912,21,'関市'),(913,21,'中津川市'),(914,21,'美濃市'),(915,21,'瑞浪市'),(916,21,'羽島市'),(917,21,'恵那市'),(918,21,'美濃加茂市'),(919,21,'土岐市'),(920,21,'各務原市'),(921,21,'可児市'),(922,21,'山県市'),(923,21,'瑞穂市'),(924,21,'飛騨市'),(925,21,'本巣市'),(926,21,'郡上市'),(927,21,'下呂市'),(928,21,'海津市'),(929,21,'岐南町'),(930,21,'笠松町'),(931,21,'養老町'),(932,21,'垂井町'),(933,21,'関ケ原町'),(934,21,'神戸町'),(935,21,'輪之内町'),(936,21,'安八町'),(937,21,'揖斐川町'),(938,21,'大野町'),(939,21,'池田町'),(940,21,'北方町'),(941,21,'坂祝町'),(942,21,'富加町'),(943,21,'川辺町'),(944,21,'七宗町'),(945,21,'八百津町'),(946,21,'白川町'),(947,21,'東白川村'),(948,21,'御嵩町'),(949,21,'白川村'),(950,22,'静岡市'),(951,22,'浜松市'),(952,22,'沼津市'),(953,22,'熱海市'),(954,22,'三島市'),(955,22,'富士宮市'),(956,22,'伊東市'),(957,22,'島田市'),(958,22,'富士市'),(959,22,'磐田市'),(960,22,'焼津市'),(961,22,'掛川市'),(962,22,'藤枝市'),(963,22,'御殿場市'),(964,22,'袋井市'),(965,22,'下田市'),(966,22,'裾野市'),(967,22,'湖西市'),(968,22,'伊豆市'),(969,22,'御前崎市'),(970,22,'菊川市'),(971,22,'伊豆の国市'),(972,22,'牧之原市'),(973,22,'東伊豆町'),(974,22,'河津町'),(975,22,'南伊豆町'),(976,22,'松崎町'),(977,22,'西伊豆町'),(978,22,'函南町'),(979,22,'清水町'),(980,22,'長泉町'),(981,22,'小山町'),(982,22,'吉田町'),(983,22,'川根本町'),(984,22,'森町'),(985,23,'名古屋市'),(986,23,'豊橋市'),(987,23,'岡崎市'),(988,23,'一宮市'),(989,23,'瀬戸市'),(990,23,'半田市'),(991,23,'春日井市'),(992,23,'豊川市'),(993,23,'津島市'),(994,23,'碧南市'),(995,23,'刈谷市'),(996,23,'豊田市'),(997,23,'安城市'),(998,23,'西尾市'),(999,23,'蒲郡市'),(1000,23,'犬山市'),(1001,23,'常滑市'),(1002,23,'江南市'),(1003,23,'小牧市'),(1004,23,'稲沢市'),(1005,23,'新城市'),(1006,23,'東海市'),(1007,23,'大府市'),(1008,23,'知多市'),(1009,23,'知立市'),(1010,23,'尾張旭市'),(1011,23,'高浜市'),(1012,23,'岩倉市'),(1013,23,'豊明市'),(1014,23,'日進市'),(1015,23,'田原市'),(1016,23,'愛西市'),(1017,23,'清須市'),(1018,23,'北名古屋市'),(1019,23,'弥富市'),(1020,23,'みよし市'),(1021,23,'あま市'),(1022,23,'長久手市'),(1023,23,'東郷町'),(1024,23,'豊山町'),(1025,23,'大口町'),(1026,23,'扶桑町'),(1027,23,'大治町'),(1028,23,'蟹江町'),(1029,23,'飛島村'),(1030,23,'阿久比町'),(1031,23,'東浦町'),(1032,23,'南知多町'),(1033,23,'美浜町'),(1034,23,'武豊町'),(1035,23,'幸田町'),(1036,23,'設楽町'),(1037,23,'東栄町'),(1038,23,'豊根村'),(1039,24,'津市'),(1040,24,'四日市市'),(1041,24,'伊勢市'),(1042,24,'松阪市'),(1043,24,'桑名市'),(1044,24,'鈴鹿市'),(1045,24,'名張市'),(1046,24,'尾鷲市'),(1047,24,'亀山市'),(1048,24,'鳥羽市'),(1049,24,'熊野市'),(1050,24,'いなべ市'),(1051,24,'志摩市'),(1052,24,'伊賀市'),(1053,24,'木曽岬町'),(1054,24,'東員町'),(1055,24,'菰野町'),(1056,24,'朝日町'),(1057,24,'川越町'),(1058,24,'多気町'),(1059,24,'明和町'),(1060,24,'大台町'),(1061,24,'玉城町'),(1062,24,'度会町'),(1063,24,'大紀町'),(1064,24,'南伊勢町'),(1065,24,'紀北町'),(1066,24,'御浜町'),(1067,24,'紀宝町'),(1068,25,'大津市'),(1069,25,'彦根市'),(1070,25,'長浜市'),(1071,25,'近江八幡市'),(1072,25,'草津市'),(1073,25,'守山市'),(1074,25,'栗東市'),(1075,25,'甲賀市'),(1076,25,'野洲市'),(1077,25,'湖南市'),(1078,25,'高島市'),(1079,25,'東近江市'),(1080,25,'米原市'),(1081,25,'日野町'),(1082,25,'竜王町'),(1083,25,'愛荘町'),(1084,25,'豊郷町'),(1085,25,'甲良町'),(1086,25,'多賀町'),(1087,26,'京都市'),(1088,26,'福知山市'),(1089,26,'舞鶴市'),(1090,26,'綾部市'),(1091,26,'宇治市'),(1092,26,'宮津市'),(1093,26,'亀岡市'),(1094,26,'城陽市'),(1095,26,'向日市'),(1096,26,'長岡京市'),(1097,26,'八幡市'),(1098,26,'京田辺市'),(1099,26,'京丹後市'),(1100,26,'南丹市'),(1101,26,'木津川市'),(1102,26,'大山崎町'),(1103,26,'久御山町'),(1104,26,'井手町'),(1105,26,'宇治田原町'),(1106,26,'笠置町'),(1107,26,'和束町'),(1108,26,'精華町'),(1109,26,'南山城村'),(1110,26,'京丹波町'),(1111,26,'伊根町'),(1112,26,'与謝野町'),(1113,27,'大阪市'),(1114,27,'堺市'),(1115,27,'岸和田市'),(1116,27,'豊中市'),(1117,27,'池田市'),(1118,27,'吹田市'),(1119,27,'泉大津市'),(1120,27,'高槻市'),(1121,27,'貝塚市'),(1122,27,'守口市'),(1123,27,'枚方市'),(1124,27,'茨木市'),(1125,27,'八尾市'),(1126,27,'泉佐野市'),(1127,27,'富田林市'),(1128,27,'寝屋川市'),(1129,27,'河内長野市'),(1130,27,'松原市'),(1131,27,'大東市'),(1132,27,'和泉市'),(1133,27,'箕面市'),(1134,27,'柏原市'),(1135,27,'羽曳野市'),(1136,27,'門真市'),(1137,27,'摂津市'),(1138,27,'高石市'),(1139,27,'藤井寺市'),(1140,27,'東大阪市'),(1141,27,'泉南市'),(1142,27,'四條畷市'),(1143,27,'交野市'),(1144,27,'大阪狭山市'),(1145,27,'阪南市'),(1146,27,'島本町'),(1147,27,'豊能町'),(1148,27,'能勢町'),(1149,27,'忠岡町'),(1150,27,'熊取町'),(1151,27,'田尻町'),(1152,27,'岬町'),(1153,27,'太子町'),(1154,27,'河南町'),(1155,27,'千早赤阪村'),(1156,28,'神戸市'),(1157,28,'姫路市'),(1158,28,'尼崎市'),(1159,28,'明石市'),(1160,28,'西宮市'),(1161,28,'洲本市'),(1162,28,'芦屋市'),(1163,28,'伊丹市'),(1164,28,'相生市'),(1165,28,'豊岡市'),(1166,28,'加古川市'),(1167,28,'赤穂市'),(1168,28,'西脇市'),(1169,28,'宝塚市'),(1170,28,'三木市'),(1171,28,'高砂市'),(1172,28,'川西市'),(1173,28,'小野市'),(1174,28,'三田市'),(1175,28,'加西市'),(1176,28,'丹波篠山市'),(1177,28,'養父市'),(1178,28,'丹波市'),(1179,28,'南あわじ市'),(1180,28,'朝来市'),(1181,28,'淡路市'),(1182,28,'宍粟市'),(1183,28,'加東市'),(1184,28,'たつの市'),(1185,28,'猪名川町'),(1186,28,'多可町'),(1187,28,'稲美町'),(1188,28,'播磨町'),(1189,28,'市川町'),(1190,28,'福崎町'),(1191,28,'神河町'),(1192,28,'太子町'),(1193,28,'上郡町'),(1194,28,'佐用町'),(1195,28,'香美町'),(1196,28,'新温泉町'),(1197,29,'奈良市'),(1198,29,'大和高田市'),(1199,29,'大和郡山市'),(1200,29,'天理市'),(1201,29,'橿原市'),(1202,29,'桜井市'),(1203,29,'五條市'),(1204,29,'御所市'),(1205,29,'生駒市'),(1206,29,'香芝市'),(1207,29,'葛城市'),(1208,29,'宇陀市'),(1209,29,'山添村'),(1210,29,'平群町'),(1211,29,'三郷町'),(1212,29,'斑鳩町'),(1213,29,'安堵町'),(1214,29,'川西町'),(1215,29,'三宅町'),(1216,29,'田原本町'),(1217,29,'曽爾村'),(1218,29,'御杖村'),(1219,29,'高取町'),(1220,29,'明日香村'),(1221,29,'上牧町'),(1222,29,'王寺町'),(1223,29,'広陵町'),(1224,29,'河合町'),(1225,29,'吉野町'),(1226,29,'大淀町'),(1227,29,'下市町'),(1228,29,'黒滝村'),(1229,29,'天川村'),(1230,29,'野迫川村'),(1231,29,'十津川村'),(1232,29,'下北山村'),(1233,29,'上北山村'),(1234,29,'川上村'),(1235,29,'東吉野村'),(1236,30,'和歌山市'),(1237,30,'海南市'),(1238,30,'橋本市'),(1239,30,'有田市'),(1240,30,'御坊市'),(1241,30,'田辺市'),(1242,30,'新宮市'),(1243,30,'紀の川市'),(1244,30,'岩出市'),(1245,30,'紀美野町'),(1246,30,'かつらぎ町'),(1247,30,'九度山町'),(1248,30,'高野町'),(1249,30,'湯浅町'),(1250,30,'広川町'),(1251,30,'有田川町'),(1252,30,'美浜町'),(1253,30,'日高町'),(1254,30,'由良町'),(1255,30,'印南町'),(1256,30,'みなべ町'),(1257,30,'日高川町'),(1258,30,'白浜町'),(1259,30,'上富田町'),(1260,30,'すさみ町'),(1261,30,'那智勝浦町'),(1262,30,'太地町'),(1263,30,'古座川町'),(1264,30,'北山村'),(1265,30,'串本町'),(1266,31,'鳥取市'),(1267,31,'米子市'),(1268,31,'倉吉市'),(1269,31,'境港市'),(1270,31,'岩美町'),(1271,31,'若桜町'),(1272,31,'智頭町'),(1273,31,'八頭町'),(1274,31,'三朝町'),(1275,31,'湯梨浜町'),(1276,31,'琴浦町'),(1277,31,'北栄町'),(1278,31,'日吉津村'),(1279,31,'大山町'),(1280,31,'南部町'),(1281,31,'伯耆町'),(1282,31,'日南町'),(1283,31,'日野町'),(1284,31,'江府町'),(1285,32,'松江市'),(1286,32,'浜田市'),(1287,32,'出雲市'),(1288,32,'益田市'),(1289,32,'大田市'),(1290,32,'安来市'),(1291,32,'江津市'),(1292,32,'雲南市'),(1293,32,'奥出雲町'),(1294,32,'飯南町'),(1295,32,'川本町'),(1296,32,'美郷町'),(1297,32,'邑南町'),(1298,32,'津和野町'),(1299,32,'吉賀町'),(1300,32,'海士町'),(1301,32,'西ノ島町'),(1302,32,'知夫村'),(1303,32,'隠岐の島町'),(1304,33,'岡山市'),(1305,33,'倉敷市'),(1306,33,'津山市'),(1307,33,'玉野市'),(1308,33,'笠岡市'),(1309,33,'井原市'),(1310,33,'総社市'),(1311,33,'高梁市'),(1312,33,'新見市'),(1313,33,'備前市'),(1314,33,'瀬戸内市'),(1315,33,'赤磐市'),(1316,33,'真庭市'),(1317,33,'美作市'),(1318,33,'浅口市'),(1319,33,'和気町'),(1320,33,'早島町'),(1321,33,'里庄町'),(1322,33,'矢掛町'),(1323,33,'新庄村'),(1324,33,'鏡野町'),(1325,33,'勝央町'),(1326,33,'奈義町'),(1327,33,'西粟倉村'),(1328,33,'久米南町'),(1329,33,'美咲町'),(1330,33,'吉備中央町'),(1331,34,'広島市'),(1332,34,'呉市'),(1333,34,'竹原市'),(1334,34,'三原市'),(1335,34,'尾道市'),(1336,34,'福山市'),(1337,34,'府中市'),(1338,34,'三次市'),(1339,34,'庄原市'),(1340,34,'大竹市'),(1341,34,'東広島市'),(1342,34,'廿日市市'),(1343,34,'安芸高田市'),(1344,34,'江田島市'),(1345,34,'府中町'),(1346,34,'海田町'),(1347,34,'熊野町'),(1348,34,'坂町'),(1349,34,'安芸太田町'),(1350,34,'北広島町'),(1351,34,'大崎上島町'),(1352,34,'世羅町'),(1353,34,'神石高原町'),(1354,35,'下関市'),(1355,35,'宇部市'),(1356,35,'山口市'),(1357,35,'萩市'),(1358,35,'防府市'),(1359,35,'下松市'),(1360,35,'岩国市'),(1361,35,'光市'),(1362,35,'長門市'),(1363,35,'柳井市'),(1364,35,'美祢市'),(1365,35,'周南市'),(1366,35,'山陽小野田市'),(1367,35,'周防大島町'),(1368,35,'和木町'),(1369,35,'上関町'),(1370,35,'田布施町'),(1371,35,'平生町'),(1372,35,'阿武町'),(1373,36,'徳島市'),(1374,36,'鳴門市'),(1375,36,'小松島市'),(1376,36,'阿南市'),(1377,36,'吉野川市'),(1378,36,'阿波市'),(1379,36,'美馬市'),(1380,36,'三好市'),(1381,36,'勝浦町'),(1382,36,'上勝町'),(1383,36,'佐那河内村'),(1384,36,'石井町'),(1385,36,'神山町'),(1386,36,'那賀町'),(1387,36,'牟岐町'),(1388,36,'美波町'),(1389,36,'海陽町'),(1390,36,'松茂町'),(1391,36,'北島町'),(1392,36,'藍住町'),(1393,36,'板野町'),(1394,36,'上板町'),(1395,36,'つるぎ町'),(1396,36,'東みよし町'),(1397,37,'高松市'),(1398,37,'丸亀市'),(1399,37,'坂出市'),(1400,37,'善通寺市'),(1401,37,'観音寺市'),(1402,37,'さぬき市'),(1403,37,'東かがわ市'),(1404,37,'三豊市'),(1405,37,'土庄町'),(1406,37,'小豆島町'),(1407,37,'三木町'),(1408,37,'直島町'),(1409,37,'宇多津町'),(1410,37,'綾川町'),(1411,37,'琴平町'),(1412,37,'多度津町'),(1413,37,'まんのう町'),(1414,38,'松山市'),(1415,38,'今治市'),(1416,38,'宇和島市'),(1417,38,'八幡浜市'),(1418,38,'新居浜市'),(1419,38,'西条市'),(1420,38,'大洲市'),(1421,38,'伊予市'),(1422,38,'四国中央市'),(1423,38,'西予市'),(1424,38,'東温市'),(1425,38,'上島町'),(1426,38,'久万高原町'),(1427,38,'松前町'),(1428,38,'砥部町'),(1429,38,'内子町'),(1430,38,'伊方町'),(1431,38,'松野町'),(1432,38,'鬼北町'),(1433,38,'愛南町'),(1434,39,'高知市'),(1435,39,'室戸市'),(1436,39,'安芸市'),(1437,39,'南国市'),(1438,39,'土佐市'),(1439,39,'須崎市'),(1440,39,'宿毛市'),(1441,39,'土佐清水市'),(1442,39,'四万十市'),(1443,39,'香南市'),(1444,39,'香美市'),(1445,39,'東洋町'),(1446,39,'奈半利町'),(1447,39,'田野町'),(1448,39,'安田町'),(1449,39,'北川村'),(1450,39,'馬路村'),(1451,39,'芸西村'),(1452,39,'本山町'),(1453,39,'大豊町'),(1454,39,'土佐町'),(1455,39,'大川村'),(1456,39,'いの町'),(1457,39,'仁淀川町'),(1458,39,'中土佐町'),(1459,39,'佐川町'),(1460,39,'越知町'),(1461,39,'梼原町'),(1462,39,'日高村'),(1463,39,'津野町'),(1464,39,'四万十町'),(1465,39,'大月町'),(1466,39,'三原村'),(1467,39,'黒潮町'),(1468,40,'北九州市'),(1469,40,'福岡市'),(1470,40,'大牟田市'),(1471,40,'久留米市'),(1472,40,'直方市'),(1473,40,'飯塚市'),(1474,40,'田川市'),(1475,40,'柳川市'),(1476,40,'八女市'),(1477,40,'筑後市'),(1478,40,'大川市'),(1479,40,'行橋市'),(1480,40,'豊前市'),(1481,40,'中間市'),(1482,40,'小郡市'),(1483,40,'筑紫野市'),(1484,40,'春日市'),(1485,40,'大野城市'),(1486,40,'宗像市'),(1487,40,'太宰府市'),(1488,40,'古賀市'),(1489,40,'福津市'),(1490,40,'うきは市'),(1491,40,'宮若市'),(1492,40,'嘉麻市'),(1493,40,'朝倉市'),(1494,40,'みやま市'),(1495,40,'糸島市'),(1496,40,'那珂川市'),(1497,40,'宇美町'),(1498,40,'篠栗町'),(1499,40,'志免町'),(1500,40,'須恵町'),(1501,40,'新宮町'),(1502,40,'久山町'),(1503,40,'粕屋町'),(1504,40,'芦屋町'),(1505,40,'水巻町'),(1506,40,'岡垣町'),(1507,40,'遠賀町'),(1508,40,'小竹町'),(1509,40,'鞍手町'),(1510,40,'桂川町'),(1511,40,'筑前町'),(1512,40,'東峰村'),(1513,40,'大刀洗町'),(1514,40,'大木町'),(1515,40,'広川町'),(1516,40,'香春町'),(1517,40,'添田町'),(1518,40,'糸田町'),(1519,40,'川崎町'),(1520,40,'大任町'),(1521,40,'赤村'),(1522,40,'福智町'),(1523,40,'苅田町'),(1524,40,'みやこ町'),(1525,40,'吉富町'),(1526,40,'上毛町'),(1527,40,'築上町'),(1528,41,'佐賀市'),(1529,41,'唐津市'),(1530,41,'鳥栖市'),(1531,41,'多久市'),(1532,41,'伊万里市'),(1533,41,'武雄市'),(1534,41,'鹿島市'),(1535,41,'小城市'),(1536,41,'嬉野市'),(1537,41,'神埼市'),(1538,41,'吉野ヶ里町'),(1539,41,'基山町'),(1540,41,'上峰町'),(1541,41,'みやき町'),(1542,41,'玄海町'),(1543,41,'有田町'),(1544,41,'大町町'),(1545,41,'江北町'),(1546,41,'白石町'),(1547,41,'太良町'),(1548,42,'長崎市'),(1549,42,'佐世保市'),(1550,42,'島原市'),(1551,42,'諫早市'),(1552,42,'大村市'),(1553,42,'平戸市'),(1554,42,'松浦市'),(1555,42,'対馬市'),(1556,42,'壱岐市'),(1557,42,'五島市'),(1558,42,'西海市'),(1559,42,'雲仙市'),(1560,42,'南島原市'),(1561,42,'長与町'),(1562,42,'時津町'),(1563,42,'東彼杵町'),(1564,42,'川棚町'),(1565,42,'波佐見町'),(1566,42,'小値賀町'),(1567,42,'佐々町'),(1568,42,'新上五島町'),(1569,43,'熊本市'),(1570,43,'八代市'),(1571,43,'人吉市'),(1572,43,'荒尾市'),(1573,43,'水俣市'),(1574,43,'玉名市'),(1575,43,'山鹿市'),(1576,43,'菊池市'),(1577,43,'宇土市'),(1578,43,'上天草市'),(1579,43,'宇城市'),(1580,43,'阿蘇市'),(1581,43,'天草市'),(1582,43,'合志市'),(1583,43,'美里町'),(1584,43,'玉東町'),(1585,43,'南関町'),(1586,43,'長洲町'),(1587,43,'和水町'),(1588,43,'大津町'),(1589,43,'菊陽町'),(1590,43,'南小国町'),(1591,43,'小国町'),(1592,43,'産山村'),(1593,43,'高森町'),(1594,43,'西原村'),(1595,43,'南阿蘇村'),(1596,43,'御船町'),(1597,43,'嘉島町'),(1598,43,'益城町'),(1599,43,'甲佐町'),(1600,43,'山都町'),(1601,43,'氷川町'),(1602,43,'芦北町'),(1603,43,'津奈木町'),(1604,43,'錦町'),(1605,43,'多良木町'),(1606,43,'湯前町'),(1607,43,'水上村'),(1608,43,'相良村'),(1609,43,'五木村'),(1610,43,'山江村'),(1611,43,'球磨村'),(1612,43,'あさぎり町'),(1613,43,'苓北町'),(1614,44,'大分市'),(1615,44,'別府市'),(1616,44,'中津市'),(1617,44,'日田市'),(1618,44,'佐伯市'),(1619,44,'臼杵市'),(1620,44,'津久見市'),(1621,44,'竹田市'),(1622,44,'豊後高田市'),(1623,44,'杵築市'),(1624,44,'宇佐市'),(1625,44,'豊後大野市'),(1626,44,'由布市'),(1627,44,'国東市'),(1628,44,'姫島村'),(1629,44,'日出町'),(1630,44,'九重町'),(1631,44,'玖珠町'),(1632,45,'宮崎市'),(1633,45,'都城市'),(1634,45,'延岡市'),(1635,45,'日南市'),(1636,45,'小林市'),(1637,45,'日向市'),(1638,45,'串間市'),(1639,45,'西都市'),(1640,45,'えびの市'),(1641,45,'三股町'),(1642,45,'高原町'),(1643,45,'国富町'),(1644,45,'綾町'),(1645,45,'高鍋町'),(1646,45,'新富町'),(1647,45,'西米良村'),(1648,45,'木城町'),(1649,45,'川南町'),(1650,45,'都農町'),(1651,45,'門川町'),(1652,45,'諸塚村'),(1653,45,'椎葉村'),(1654,45,'美郷町'),(1655,45,'高千穂町'),(1656,45,'日之影町'),(1657,45,'五ヶ瀬町'),(1658,46,'鹿児島市'),(1659,46,'鹿屋市'),(1660,46,'枕崎市'),(1661,46,'阿久根市'),(1662,46,'出水市'),(1663,46,'指宿市'),(1664,46,'西之表市'),(1665,46,'垂水市'),(1666,46,'薩摩川内市'),(1667,46,'日置市'),(1668,46,'曽於市'),(1669,46,'霧島市'),(1670,46,'いちき串木野市'),(1671,46,'南さつま市'),(1672,46,'志布志市'),(1673,46,'奄美市'),(1674,46,'南九州市'),(1675,46,'伊佐市'),(1676,46,'姶良市'),(1677,46,'三島村'),(1678,46,'十島村'),(1679,46,'さつま町'),(1680,46,'長島町'),(1681,46,'湧水町'),(1682,46,'大崎町'),(1683,46,'東串良町'),(1684,46,'錦江町'),(1685,46,'南大隅町'),(1686,46,'肝付町'),(1687,46,'中種子町'),(1688,46,'南種子町'),(1689,46,'屋久島町'),(1690,46,'大和村'),(1691,46,'宇検村'),(1692,46,'瀬戸内町'),(1693,46,'龍郷町'),(1694,46,'喜界町'),(1695,46,'徳之島町'),(1696,46,'天城町'),(1697,46,'伊仙町'),(1698,46,'和泊町'),(1699,46,'知名町'),(1700,46,'与論町'),(1701,47,'那覇市'),(1702,47,'宜野湾市'),(1703,47,'石垣市'),(1704,47,'浦添市'),(1705,47,'名護市'),(1706,47,'糸満市'),(1707,47,'沖縄市'),(1708,47,'豊見城市'),(1709,47,'うるま市'),(1710,47,'宮古島市'),(1711,47,'南城市'),(1712,47,'国頭村'),(1713,47,'大宜味村'),(1714,47,'東村'),(1715,47,'今帰仁村'),(1716,47,'本部町'),(1717,47,'恩納村'),(1718,47,'宜野座村'),(1719,47,'金武町'),(1720,47,'伊江村'),(1721,47,'読谷村'),(1722,47,'嘉手納町'),(1723,47,'北谷町'),(1724,47,'北中城村'),(1725,47,'中城村'),(1726,47,'西原町'),(1727,47,'与那原町'),(1728,47,'南風原町'),(1729,47,'渡嘉敷村'),(1730,47,'座間味村'),(1731,47,'粟国村'),(1732,47,'渡名喜村'),(1733,47,'南大東村'),(1734,47,'北大東村'),(1735,47,'伊平屋村'),(1736,47,'伊是名村'),(1737,47,'久米島町'),(1738,47,'八重瀬町'),(1739,47,'多良間村'),(1740,47,'竹富町'),(1741,47,'与那国町');
/*!40000 ALTER TABLE `city` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `identification`
--

DROP TABLE IF EXISTS `identification`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `identification` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `seminar_id` bigint(20) NOT NULL,
  `business_type` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `ip` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`),
  UNIQUE KEY `identification_seminar_id_uindex` (`seminar_id`)
) ENGINE=InnoDB AUTO_INCREMENT=7 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `identification`
--

LOCK TABLES `identification` WRITE;
/*!40000 ALTER TABLE `identification` DISABLE KEYS */;
INSERT INTO `identification` (`id`, `seminar_id`, `business_type`, `ip`, `created_at`, `updated_at`) VALUES (6,657,'company','0:0:0:0:0:0:0:1','2020-03-02 06:58:56','2020-03-02 08:31:14');
/*!40000 ALTER TABLE `identification` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `identification_address`
--

DROP TABLE IF EXISTS `identification_address`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `identification_address` (
  `identification_id` bigint(20) NOT NULL,
  `postal_code` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL,
  `state` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL,
  `city` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `town` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `line1` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `line2` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `state_kana` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `city_kana` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `town_kana` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `line1_kana` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `line2_kana` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`identification_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `identification_address`
--

LOCK TABLES `identification_address` WRITE;
/*!40000 ALTER TABLE `identification_address` DISABLE KEYS */;
INSERT INTO `identification_address` (`identification_id`, `postal_code`, `state`, `city`, `town`, `line1`, `line2`, `state_kana`, `city_kana`, `town_kana`, `line1_kana`, `line2_kana`, `created_at`, `updated_at`) VALUES (6,'3360911','埼玉県','さいたま市緑区','三室','1234-5','銀座ビル７階','ｻｲﾀﾏｹﾝ','ｻｲﾀﾏｼﾐﾄﾞﾘｸ','ﾐﾑﾛ','1234-5','ギンザビル','2020-03-02 08:31:14','2020-03-02 08:31:14');
/*!40000 ALTER TABLE `identification_address` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `identification_company`
--

DROP TABLE IF EXISTS `identification_company`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `identification_company` (
  `identification_id` bigint(20) NOT NULL,
  `company_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `company_name_kana` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `tax` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `phone` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`identification_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `identification_company`
--

LOCK TABLES `identification_company` WRITE;
/*!40000 ALTER TABLE `identification_company` DISABLE KEYS */;
INSERT INTO `identification_company` (`identification_id`, `company_name`, `company_name_kana`, `tax`, `phone`, `created_at`, `updated_at`) VALUES (6,'goingflow','ゴーイングフロウ','4444-12-111111','09058046429','2020-03-02 08:31:14','2020-03-02 08:31:14');
/*!40000 ALTER TABLE `identification_company` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `identification_individual`
--

DROP TABLE IF EXISTS `identification_individual`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `identification_individual` (
  `identification_id` bigint(20) NOT NULL,
  `last_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `first_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `last_name_kana` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `first_name_kana` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `dob_year` int(11) NOT NULL,
  `dob_month` int(11) NOT NULL,
  `dob_day` int(11) NOT NULL,
  `gender` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `phone` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`identification_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `identification_individual`
--

LOCK TABLES `identification_individual` WRITE;
/*!40000 ALTER TABLE `identification_individual` DISABLE KEYS */;
/*!40000 ALTER TABLE `identification_individual` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `prefecture`
--

DROP TABLE IF EXISTS `prefecture`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `prefecture` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `name` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=48 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `prefecture`
--

LOCK TABLES `prefecture` WRITE;
/*!40000 ALTER TABLE `prefecture` DISABLE KEYS */;
INSERT INTO `prefecture` (`id`, `name`) VALUES (1,'北海道'),(2,'青森県'),(3,'岩手県'),(4,'宮城県'),(5,'秋田県'),(6,'山形県'),(7,'福島県'),(8,'茨城県'),(9,'栃木県'),(10,'群馬県'),(11,'埼玉県'),(12,'千葉県'),(13,'東京都'),(14,'神奈川県'),(15,'新潟県'),(16,'富山県'),(17,'石川県'),(18,'福井県'),(19,'山梨県'),(20,'長野県'),(21,'岐阜県'),(22,'静岡県'),(23,'愛知県'),(24,'三重県'),(25,'滋賀県'),(26,'京都府'),(27,'大阪府'),(28,'兵庫県'),(29,'奈良県'),(30,'和歌山県'),(31,'鳥取県'),(32,'島根県'),(33,'岡山県'),(34,'広島県'),(35,'山口県'),(36,'徳島県'),(37,'香川県'),(38,'愛媛県'),(39,'高知県'),(40,'福岡県'),(41,'佐賀県'),(42,'長崎県'),(43,'熊本県'),(44,'大分県'),(45,'宮崎県'),(46,'鹿児島県'),(47,'沖縄県');
/*!40000 ALTER TABLE `prefecture` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `seminarGoal`
--

DROP TABLE IF EXISTS `seminarGoal`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `seminarGoal` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `opening_status` text NOT NULL,
  `seminar_type` varchar(255) DEFAULT NULL,
  `minimum_number` int(11) DEFAULT NULL,
  `capacity` int(11) DEFAULT NULL,
  `entry_starting_at` datetime DEFAULT NULL,
  `entry_ending_at` date DEFAULT NULL,
  `success_condition` varchar(255) DEFAULT NULL,
  `seminar_starting_at` datetime DEFAULT NULL,
  `seminar_ending_at` datetime DEFAULT NULL,
  `account_id` bigint(20) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=659 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `seminarGoal`
--

LOCK TABLES `seminarGoal` WRITE;
/*!40000 ALTER TABLE `seminarGoal` DISABLE KEYS */;
INSERT INTO `seminarGoal` (`id`, `opening_status`, `seminar_type`, `minimum_number`, `capacity`, `entry_starting_at`, `entry_ending_at`, `success_condition`, `seminar_starting_at`, `seminar_ending_at`, `account_id`, `created_at`, `updated_at`) VALUES (638,'draft','',NULL,NULL,NULL,NULL,'',NULL,NULL,19,'2020-01-23 06:24:07','2020-01-23 06:24:07'),(639,'draft','',NULL,NULL,NULL,NULL,'',NULL,NULL,19,'2020-01-25 09:21:27','2020-01-25 09:21:27'),(640,'draft','offline',30,50,NULL,'2020-01-29','all-in',NULL,NULL,19,'2020-01-27 04:31:47','2020-01-27 10:52:58'),(643,'draft','',NULL,NULL,NULL,NULL,'',NULL,NULL,19,'2020-02-05 00:37:47','2020-02-05 00:37:47'),(644,'draft','online',30,50,NULL,'2020-03-27','all-or-nothing',NULL,NULL,19,'2020-02-05 01:22:01','2020-02-13 02:31:20'),(645,'draft',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,19,'2020-02-12 09:24:51','2020-02-12 09:24:51'),(646,'draft',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,19,'2020-02-17 03:19:39','2020-02-17 03:19:39'),(647,'draft',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,19,'2020-02-17 08:21:46','2020-02-17 08:21:46'),(648,'draft',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,19,'2020-02-17 11:59:05','2020-02-17 11:59:05'),(649,'draft',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,19,'2020-02-17 12:35:00','2020-02-17 12:35:00'),(650,'draft',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,19,'2020-02-18 00:34:37','2020-02-18 00:34:37'),(651,'draft',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,19,'2020-02-18 09:40:43','2020-02-18 09:40:43'),(652,'draft',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,19,'2020-02-18 10:09:24','2020-02-18 10:09:24'),(653,'draft',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,19,'2020-02-18 10:13:47','2020-02-18 10:13:47'),(654,'draft',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,19,'2020-02-18 10:14:26','2020-02-18 10:14:26'),(655,'draft',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,19,'2020-02-25 05:17:31','2020-02-25 05:17:31'),(656,'draft',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,19,'2020-02-26 11:53:53','2020-02-26 11:53:53'),(657,'applying','online',30,50,NULL,'2020-05-31','all-in',NULL,NULL,19,'2020-03-02 05:45:08','2020-03-05 06:29:46'),(658,'draft',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,19,'2020-03-02 07:30:30','2020-03-02 07:30:30');
/*!40000 ALTER TABLE `seminarGoal` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `seminar_contents`
--

DROP TABLE IF EXISTS `seminar_contents`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `seminar_contents` (
  `seminar_id` bigint(20) NOT NULL,
  `contents` text COLLATE utf8mb4_unicode_ci,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`seminar_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `seminar_contents`
--

LOCK TABLES `seminar_contents` WRITE;
/*!40000 ALTER TABLE `seminar_contents` DISABLE KEYS */;
INSERT INTO `seminar_contents` (`seminar_id`, `contents`, `created_at`, `updated_at`) VALUES (640,'<p><br></p>','2020-01-29 03:37:52','2020-02-03 00:58:35'),(643,NULL,'2020-02-05 00:37:47','2020-02-05 00:37:47'),(644,'{\"ops\":[{\"insert\":\"これからよろしゅう\\nね\\n\\nダオ\\n\"}]}','2020-02-05 01:22:01','2020-02-13 07:00:02'),(645,NULL,'2020-02-12 09:24:51','2020-02-12 09:24:51'),(646,NULL,'2020-02-17 03:19:39','2020-02-17 03:19:39'),(647,NULL,'2020-02-17 08:21:46','2020-02-17 08:21:46'),(648,NULL,'2020-02-17 11:59:05','2020-02-17 11:59:05'),(649,NULL,'2020-02-17 12:35:00','2020-02-17 12:35:00'),(650,NULL,'2020-02-18 00:34:38','2020-02-18 00:34:38'),(651,NULL,'2020-02-18 09:40:43','2020-02-18 09:40:43'),(652,NULL,'2020-02-18 10:09:24','2020-02-18 10:09:24'),(653,NULL,'2020-02-18 10:13:47','2020-02-18 10:13:47'),(654,NULL,'2020-02-18 10:14:26','2020-02-18 10:14:26'),(655,NULL,'2020-02-25 05:17:31','2020-02-25 05:17:31'),(656,NULL,'2020-02-26 11:53:53','2020-02-26 11:53:53'),(657,'{\"ops\":[{\"insert\":\"てすと\\n\"}]}','2020-03-02 05:45:08','2020-03-03 11:47:39'),(658,NULL,'2020-03-02 07:30:30','2020-03-02 07:30:30');
/*!40000 ALTER TABLE `seminar_contents` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `seminar_entry`
--

DROP TABLE IF EXISTS `seminar_entry`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `seminar_entry` (
  `seminar_id` bigint(20) NOT NULL,
  `account_id` bigint(20) NOT NULL,
  `seminar_ticket_id` bigint(20) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  UNIQUE KEY `seminar_entry_pk` (`seminar_id`,`account_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `seminar_entry`
--

LOCK TABLES `seminar_entry` WRITE;
/*!40000 ALTER TABLE `seminar_entry` DISABLE KEYS */;
/*!40000 ALTER TABLE `seminar_entry` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `seminar_entry_summary`
--

DROP TABLE IF EXISTS `seminar_entry_summary`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `seminar_entry_summary` (
  `seminar_id` bigint(20) NOT NULL,
  `entry_count` int(11) NOT NULL DEFAULT '0',
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`seminar_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `seminar_entry_summary`
--

LOCK TABLES `seminar_entry_summary` WRITE;
/*!40000 ALTER TABLE `seminar_entry_summary` DISABLE KEYS */;
INSERT INTO `seminar_entry_summary` (`seminar_id`, `entry_count`, `created_at`, `updated_at`) VALUES (643,0,'2020-02-05 00:37:47','2020-02-05 00:37:47'),(644,0,'2020-02-05 01:22:01','2020-02-05 01:22:01'),(645,0,'2020-02-12 09:24:51','2020-02-12 09:24:51'),(646,0,'2020-02-17 03:19:39','2020-02-17 03:19:39'),(647,0,'2020-02-17 08:21:46','2020-02-17 08:21:46'),(648,0,'2020-02-17 11:59:05','2020-02-17 11:59:05'),(649,0,'2020-02-17 12:35:00','2020-02-17 12:35:00'),(650,0,'2020-02-18 00:34:38','2020-02-18 00:34:38'),(651,0,'2020-02-18 09:40:43','2020-02-18 09:40:43'),(652,0,'2020-02-18 10:09:24','2020-02-18 10:09:24'),(653,0,'2020-02-18 10:13:47','2020-02-18 10:13:47'),(654,0,'2020-02-18 10:14:26','2020-02-18 10:14:26'),(655,0,'2020-02-25 05:17:31','2020-02-25 05:17:31'),(656,0,'2020-02-26 11:53:53','2020-02-26 11:53:53'),(657,0,'2020-03-02 05:45:08','2020-03-02 05:45:08'),(658,0,'2020-03-02 07:30:30','2020-03-02 07:30:30');
/*!40000 ALTER TABLE `seminar_entry_summary` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `seminar_overview`
--

DROP TABLE IF EXISTS `seminar_overview`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `seminar_overview` (
  `seminar_id` bigint(20) NOT NULL,
  `title` text COLLATE utf8mb4_unicode_ci,
  `summary` text COLLATE utf8mb4_unicode_ci,
  `lecturer_profile` text COLLATE utf8mb4_unicode_ci,
  `main_image_extension` varchar(10) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`seminar_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `seminar_overview`
--

LOCK TABLES `seminar_overview` WRITE;
/*!40000 ALTER TABLE `seminar_overview` DISABLE KEYS */;
INSERT INTO `seminar_overview` (`seminar_id`, `title`, `summary`, `lecturer_profile`, `main_image_extension`, `created_at`, `updated_at`) VALUES (640,'test','ダミーサマリー','a','jpg','2020-01-28 07:19:56','2020-01-28 07:19:56'),(643,NULL,NULL,NULL,NULL,'2020-02-05 00:37:47','2020-02-05 00:37:47'),(644,'test','test','test','jpg','2020-02-05 01:22:01','2020-02-13 00:41:13'),(645,NULL,NULL,NULL,NULL,'2020-02-12 09:24:51','2020-02-12 09:24:51'),(646,NULL,NULL,NULL,NULL,'2020-02-17 03:19:39','2020-02-17 03:19:39'),(647,NULL,NULL,NULL,NULL,'2020-02-17 08:21:46','2020-02-17 08:21:46'),(648,NULL,NULL,NULL,NULL,'2020-02-17 11:59:05','2020-02-17 11:59:05'),(649,NULL,NULL,NULL,NULL,'2020-02-17 12:35:00','2020-02-17 12:35:00'),(650,NULL,NULL,NULL,NULL,'2020-02-18 00:34:37','2020-02-18 00:34:37'),(651,NULL,NULL,NULL,NULL,'2020-02-18 09:40:43','2020-02-18 09:40:43'),(652,NULL,NULL,NULL,NULL,'2020-02-18 10:09:24','2020-02-18 10:09:24'),(653,NULL,NULL,NULL,NULL,'2020-02-18 10:13:47','2020-02-18 10:13:47'),(654,NULL,NULL,NULL,NULL,'2020-02-18 10:14:26','2020-02-18 10:14:26'),(655,NULL,NULL,NULL,NULL,'2020-02-25 05:17:31','2020-02-25 05:17:31'),(656,NULL,NULL,NULL,NULL,'2020-02-26 11:53:53','2020-02-26 11:53:53'),(657,'てすと',NULL,NULL,'jpg','2020-03-02 05:45:08','2020-03-03 11:47:32'),(658,NULL,NULL,NULL,NULL,'2020-03-02 07:30:30','2020-03-02 07:30:30');
/*!40000 ALTER TABLE `seminar_overview` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `seminar_place`
--

DROP TABLE IF EXISTS `seminar_place`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `seminar_place` (
  `seminar_id` bigint(20) NOT NULL,
  `place_arrangement` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `prefecture_id` int(11) DEFAULT NULL,
  `city_id` int(11) DEFAULT NULL,
  `address` text COLLATE utf8mb4_unicode_ci,
  `place` text COLLATE utf8mb4_unicode_ci,
  `lat` double DEFAULT NULL,
  `lng` double DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`seminar_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `seminar_place`
--

LOCK TABLES `seminar_place` WRITE;
/*!40000 ALTER TABLE `seminar_place` DISABLE KEYS */;
INSERT INTO `seminar_place` (`seminar_id`, `place_arrangement`, `prefecture_id`, `city_id`, `address`, `place`, `lat`, `lng`, `created_at`, `updated_at`) VALUES (640,'request',NULL,NULL,NULL,NULL,NULL,NULL,'2020-01-27 10:53:14','2020-01-27 10:53:14');
/*!40000 ALTER TABLE `seminar_place` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `seminar_support`
--

DROP TABLE IF EXISTS `seminar_support`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `seminar_support` (
  `seminar_id` bigint(20) NOT NULL,
  `shooting_support` tinyint(4) NOT NULL DEFAULT '0',
  `shooting_edit_support` tinyint(4) NOT NULL DEFAULT '0',
  `movie_sales_support` tinyint(4) NOT NULL DEFAULT '0',
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`seminar_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `seminar_support`
--

LOCK TABLES `seminar_support` WRITE;
/*!40000 ALTER TABLE `seminar_support` DISABLE KEYS */;
INSERT INTO `seminar_support` (`seminar_id`, `shooting_support`, `shooting_edit_support`, `movie_sales_support`, `created_at`, `updated_at`) VALUES (640,0,0,0,'2020-02-04 01:21:08','2020-02-04 03:43:33'),(643,0,0,0,'2020-02-05 00:37:47','2020-02-05 00:37:47'),(644,0,0,0,'2020-02-05 01:22:01','2020-02-13 03:13:10'),(645,0,0,0,'2020-02-12 09:24:51','2020-02-12 09:24:51'),(646,0,0,0,'2020-02-17 03:19:39','2020-02-17 03:19:39'),(647,0,0,0,'2020-02-17 08:21:46','2020-02-17 08:21:46'),(648,0,0,0,'2020-02-17 11:59:05','2020-02-17 11:59:05'),(649,0,0,0,'2020-02-17 12:35:00','2020-02-17 12:35:00'),(650,0,0,0,'2020-02-18 00:34:38','2020-02-18 00:34:38'),(651,0,0,0,'2020-02-18 09:40:43','2020-02-18 09:40:43'),(652,0,0,0,'2020-02-18 10:09:24','2020-02-18 10:09:24'),(653,0,0,0,'2020-02-18 10:13:47','2020-02-18 10:13:47'),(654,0,0,0,'2020-02-18 10:14:26','2020-02-18 10:14:26'),(655,0,0,0,'2020-02-25 05:17:31','2020-02-25 05:17:31'),(656,0,0,0,'2020-02-26 11:53:53','2020-02-26 11:53:53'),(657,0,0,0,'2020-03-02 05:45:08','2020-03-03 11:47:54'),(658,0,0,0,'2020-03-02 07:30:30','2020-03-02 07:30:30');
/*!40000 ALTER TABLE `seminar_support` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `seminar_ticket`
--

DROP TABLE IF EXISTS `seminar_ticket`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `seminar_ticket` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `seminar_id` bigint(11) DEFAULT NULL,
  `name` text,
  `price` int(11) NOT NULL,
  `capacity` int(11) DEFAULT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` datetime NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3279 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `seminar_ticket`
--

LOCK TABLES `seminar_ticket` WRITE;
/*!40000 ALTER TABLE `seminar_ticket` DISABLE KEYS */;
INSERT INTO `seminar_ticket` (`id`, `seminar_id`, `name`, `price`, `capacity`, `created_at`, `updated_at`) VALUES (3278,657,'無料チケット',100,20,'2020-03-05 06:25:07','2020-03-05 06:25:07');
/*!40000 ALTER TABLE `seminar_ticket` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2020-03-06 12:23:04
